{
    "LogIn": "acceso",
    "Email": "Correo electrónico",
    "Password":"Contraseña",
    "EnterYourPassword":"Ingresa tu contraseña",
    "AccessYourAccount":"Acceder a tu cuenta",
    "ForgotYourPassword":"¿Olvidaste tu contraseña?",
    "Professional":"Profesional",
    "OnlineTraining" : "Entrenamiento en linea",
    "EXCertified " :"for EX Certified OEMs, Repair",
    "Stations":"Estaciones, Portadores y distribuidores aéreos.",
    "MyEX.com":"MyEX.com",
    "OfferOnline":"ofrece capacitación en línea que excede los requisitos para los fabricantes de equipos originales y estaciones de reparación de acuerdo con 14 CFR Partes 21  145. ",
    "Help":"Háganos saber cómo podemos ayudar",
    "KnowledgeAndSkills":"Los conocimientos y las habilidades se obtienen a través de la formación y la experiencia.",
    "ContactUs":"Contacta con nosotras",
    "Name":"Nombre",
    "NameIsRequired":"Se requiere el nombre",
    "CompanyIsRequired":"Se requiere empresa",
    "PhoneIsRequired":"Se requiere teléfono",
    "EmailIsRequired":"correo electronico es requerido",
    "UsernameIsRequired":"Nombre de usuario es requerido",
    "PasswordIsRequired":"Contraseña es requerida",
    "InValidEmail":"Esta dirección de correo electrónico no es una dirección de correo electrónico válida.",
    "Message":"Mensaje",
    "MessageIsRequired":"Se requiere mensaje",
    "Send":"Enviar",
    "Phone":"Teléfono",
    "CustomRequest":"Solicitud personalizada",
    "TrainingExperience":"Estamos aquí para ayudarlo a que su experiencia de entrenamiento sea la mejor. Si tiene solicitudes personalizadas, no dude en enviarnos un correo electrónico o llamarnos para discutir los detalles. La mayoría de los videos de capacitación se pueden crear y agregar a su base de datos dentro de los 30 días. Si necesitaspersonalización adicional o requisitos especiales para la base de datos, estamos abiertos a ver cómo podemoscree la experiencia perfecta para su empresa. ¡Gracias por hacer negocios!"

    ,
    "CoursesMeet":"Los cursos cumplen con los requisitos para las compañías aéreas certificadas en la parte 119 y realizan partes de operaciones 121 o 135. ",
    "ASA100":"Además, nuestra capacitación supera los requisitos para los distribuidores de acuerdo con la AC 00-56 y ASA-100 ",
    "Pricing":"Precios ",
    "WorldClassTraining":"Entrenamiento de clase mundial ",
    "Quality":"Es un elemento clave para la seguridad, la calidad y la entrega! ",
    "User-Friendly":"Fácil de usar",
    "Structuring":"MyEX.com te ahorra aún más estructando la capacitación y la base de datos para que: ",
    "SetupIntial":"La configuración inicial es una brisa y un programa de capacitación virtualmente no necesita ninguna entrada manual ",
    "Reminders":"Los recordatorios de correo electrónico pueden estar activados para recordar a los empleados cuando se debe entrenamiento.",
    "DatabaseManagement":"La gestión continua de la base de datos proporciona una vista de tablero simple para asegurar que se está completando la capacitación ",
    "HeadOfTraining":"El jefe de capacitación y los gerentes de departamento se sienten aliviados de la carga continua de probar Tomanage un programa y registros de entrenamiento incómodos ",
    "Standardizedtraining":"La capacitación estandarizada garantiza que todos reciban el mismo contenido de entrenamiento.",
    "Humanerrors":"Los errores humanos dentro del programa o la matriz de entrenamiento ya no existen ",
    "Trainingsetup":"Configuración de capacitación, gestión de registros y una matriz de capacitación puede ser un dolor de cabeza, aquí está la solución: ",


    "MultipleDepartments":"Los empleados que trabajan en múltiples departamentos se pueden registrar para los módulos relevantes ",
    "UpdateModules":"Actualizar, agregar y eliminar módulos del plan de entrenamiento de un empleado es rápido y fácil ",
    "Previousandcurrent":"Todos los documentos de capacitación anteriores y actuales se pueden escanear y almacenar en la base de datos ",
    "Consideration":"Hemos considerado una gran consideración en la identificación de todo lo que un gerente de capacitación quiere y proporcionarlo todo por un bajo costo.",
    "30Days":"¿Necesita un módulo de capacitación específico o uno personalizado para su empresa?No hay problema, podemos crear casi cualquier módulo y cargarlo en 30 días o menos.",

    "Trainingexperience":"Experiencia de entrenamiento",
    "Trainingprogram":"Las características que recibe con nuestro programa de capacitación incluyen:",

    "ProfessionalVideo":"Contenido de video profesional ",
    "Insightful":"Pruebas y folletos perspicos ",
    "Certificates":"Certificados de entrenamiento digno del marco ",
    "Immersive":"Vista de pantalla completa de 1080p inmersiva ",
    "Auto-generated":"Recordatorios de correo electrónico generados automáticamente para entrenamiento ",
    "Employees":"Los empleados pueden ver su plan de capacitación y certificados ",
    "Courses":"Cursos",
    "Manage":"Fácil de administrar y las auditorías son una brisa ",
    "knowledgeable":"Es menos probable que los empleados capacitados y conocedores tienen menos probabilidades de participar en accidentes de trabajo ",
    "Succeedbyproviding":"Permítanos ayudarlo a tener éxito al proporcionar ",
    "Hourscount":"Horas cuentan para ganar un",


    "AerospaceIndustry":"¡El mejor entrenamiento en la industria aeroespacial! ",
    "Aerospace":"Aeroespacial de entrenamiento con ",
    "SaveMOney":"Ahorrar dinero",
    "Automated":"Gestión automatizada de la base de datos ",
    "OSHA":"¡Reduce las horas dedicadas al administrar el programa de capacitación y le permite a su compañía pasar la EX, OSHA, DOT y Auditorías de clientes sin resultados relacionados con la capacitación! ",
    "Market":"El mejor precio en el mercado ",
    "BenefitsofTrainingwith":"Beneficios de la formación con ",

    "Training":"Capacitación",
    "Highquality":"Alta calidad",
    "Trainingvideos":"Videos de entrenamiento de 1080p ",
    "MostrelevantAerospaceTraining":"Entrenamiento aeroespacial más relevante en la industria ",
    "Successfulcompletion":"Certificado de capacitación emitido en la finalización exitosa de cada módulo ",

    "PrivacyPolicy":"Política de privacidad",
    "PrivacyPolicyUpdated":"Esta política de privacidad fue actualizada por última vez a partir de octubre 15 2020",

    "WelcomePrivacy":"Bienvenida a la",
    "MyEXcom":"MyEX.com",
    "TermsOfuUse":"Sitio web (el Sitio), propiedad y operado por Skye LLC, aquí denominada 'Skye' que mantiene las áreas públicas de este sitio como un servicio a los visitantes de nuestro sitio web.Al acceder a las áreas públicas de este sitio, está sujeto a los siguientes términos de uso.",
    "ControllerAndProcessor":"Cuando actuamos como controlador y procesador.",
    "PersonalData":"Skye estará actuando como el 'Controladora' De los datos personales que nos proporciona directamente a través de un formulario 'Contáctenos', al crear una cuenta, o a través de otros métodos de contacto.No está obligado a proporcionar su información personal con fines de navegación a través de las áreas públicas de nuestro sitio web.",
    "Authorized":"Si usted es un empleado o un usuario autorizado de uno de nuestros clientes que ha firmado un acuerdo con nosotros para la provisión de nuestros productos o servicios, estaremos actuando como el 'Procesador' de sus datos personales transmitidos por nuestro cliente.Nuestro cliente estará actuando como controlador de su información.Como procesador, no poseemos, controlamos o dirigimos el uso de ningún dato que nos proporcionan nuestros clientes que actúan como controladores.",
    "PersonalInformation":"Información de identificación personal",
    "ContactInformation":"'Información de identificación personal' (o 'SER') Se refiere a la información de contacto que indica directa o indirectamente, específicamente, que usted es, como su nombre, número de teléfono, nombre de la empresa, trabajo, correo electrónico, dirección postal o cualquier otra información que pueda estar vinculada con usted con un esfuerzo razonable.No recopilamos información confidencial, como la información de ubicación (GPS), el origen racial o étnico, las opiniones políticas, las creencias religiosas o filosóficas, o la membresía sindical, los datos genéticos, los datos biométricos, los datos relacionados con la salud o los datos relacionados con la vida sexual de una persona natural.o orientación sexual.",
    "PassivelyOrAutomatically":"Datos de recopilación pasiva o automáticamente",
    "AffilatedEntities":"Datos recopilados de forma pasiva o automática (referidos como 'Datos de uso') Se recoge a medida que usas este sitio web.Nosotros, nuestras entidades afiliadas, y nuestros socios de marketing pueden usar medios automatizados para recopilar varios tipos de información sobre usted, su computadora u otro dispositivo utilizado para acceder a este sitio, sus servicios y aplicaciones web relacionadas.Esta información se basa en su uso de este sitio y puede basarse en su visitación a otros sitios web.Los datos de uso son esencialmente anónimos cuando se recolectan, pero se pueden usar indirectamente para identificar a una persona.",
    "Data":"¿Por qué necesitamos sus datos?",
    "PII":"Necesitamos conocer el PII que nos proporciona directamente en nuestra capacidad como controlador con el fin de responder a su consulta en nuestra página web de contacto con nosotros y otros métodos de contacto.Además, debemos conocer su PII para enviarle correos electrónicos para otros propósitos específicos y para compartir su PII con fines como se describe en la sección de intercambio de información y divulgación a continuación.También necesitamos conocer la PII de los usuarios autorizados de nuestros clientes cuando actuamos en nuestra capacidad como procesador para fines de administración del uso autorizado de nuestros servicios.",
    "CollectAndUse":"Cómo recopilamos y usamos sus datos.",
    "SkyeCollects":"Skye cobra PII directamente de usted cuando realiza una consulta para una respuesta de correo electrónico en nuestra'Contáctenos' Página web y otros métodos de contacto., y cuando pides que le enviemos correos electrónicos. Antes de recoger su PII, tendrá la opción de dar o retener su consentimiento para que le envíen correos electrónicos que incluyen nuestro uso de su PII para los correos electrónicos de marketing para promocionar nuestros productos.Puede retirar su consentimiento en cualquier momento al cancelar la suscripción a nuestros correos electrónicos mediante el uso de un vínculo exclusivo contenido en cada correo electrónico no transaccional o al actualizar sus preferencias de marketing en su página de cuenta.",
    "ThirdPartyApplications":"Skye utiliza aplicaciones de terceros para agregar información firmográfica a los datos que recopilamos de usted. Esta mejora de datos nos permite brindar una comunicación personalizada y personalizada.",
    "CollectUsageData":"Recopilamos los datos de uso como se describe anteriormente y con 'cookies'.Para obtener información adicional y cómo configurar su navegador para negarse a aceptar 'galletas', consulte la sección 'galletas' a continuación. Podemos realizar el uso completo, sin restricciones de los datos de uso para cualquier propósito a nuestra entera discreción, incluso sin limitación, para personalizar.-Dominando anuncios, ofertas y contenido disponibles para usted según sus visitas y / o uso de este sitio o sus servicios, y para analizar el rendimiento de esos anuncios, ofertas y contenido, así como su interacción con ellos.",
    "SubjectToRight":"Sujeto a su derecho a la exclusión posible, podemos combinar los datos de uso con PII que recopilamos y usamos los datos combinados para crear perfiles sobre usted solo para mejorar nuestros productos y servicios y su experiencia de usuario con nuestros productos y servicios.",
    "WeKeepYourData":"¿Cuánto tiempo mantenemos sus datos?",
    "RetainYourPII":"No conservaremos su PII por más tiempo de lo necesario.Esto significa que mantendremos su PII por cualquier o una combinación de períodos de tiempo descritos de la siguiente manera: (i) durante el tiempo requerido por la ley, (ii) hasta que ya no tengamos una razón válida para mantenerla, (iii) hastaUsted nos solicita que dejemos de usarlo, o (iv) durante tanto tiempo como nuestro cliente para el que sea un usuario autorizado sigue siendo un cliente.Cuando eliminemos su PII de nuestras bases de datos, permanecerá en nuestro sistema de respaldo hasta que se cierre.",
    "InformationSharing":"Compartir información y divulgación.",
    "DisclosurePolicy":"Política de divulgación general.Podemos compartir y divulgar su PII como se describe a continuación.Podemos compartir y divulgar datos de uso sin restricción, incluso sin limitación, como se describe a continuación.Para mayor claridad, Skye no vende los datos PII o de uso.de nuestros clientes.Póngase en contacto con nosotros en hello@myex.com para optar por excluir todos los intercambios de información con un tercero. Entidades afiliadas.Podemos proporcionar sus datos PII y uso a cualquier entidad afiliada que podamos tener, incluidas nuestras subsidiarias.Las entidades afiliadas son entidades que controlamos legalmente (por los derechos de voto) o que nos controlan.",
    "SubProcessors":"Sub-procesadores. Podemos proporcionar acceso a sus datos PII y de uso a nuestros subprocesadores de confianza para ayudarnos con la operación y el mantenimiento de este sitio. Por ejemplo, podemos contratar con terceros para procesar los pagos, organizar a nuestros servidores, proporcionar seguridad y proporcionar servicios de producción, realización, optimización, análisis, informes y mantenimiento de software y servicios de desarrollo. Además, se le dará acceso a nuestros subprocesadores a su información, ya que es razonablemente necesario para proporcionar los servicios para los que se contratan. Los éxitos. Si vendemos o transferimos de otra manera parte o por parte de nuestros negocios o activos a otra organización, como en el curso de una adquisición, fusión, bancarrota o liquidación, podemos transferir sus datos PII y Uso. En tal caso, requeriremos que el comprador o cesionario acepte nuestros compromisos proporcionados en esta Política de privacidad. A excepción de compartir su información como se describe en la sección de intercambio de información y divulgación, Skye no divulgará información sobre usted o los contenidos de sus comunicaciones a menos que se vea obligado a hacerlo en la creencia de buena fe de que dicha acción es razonablemente necesaria (a) para cumplir con la ley; (b) Cumplir con el proceso legal; (c) hacer cumplir estos Términos y condiciones; (d) responder a las reclamaciones de que cualquier contenido viola los derechos de terceros; (e) Facilitar los términos de una adquisición de Skye por, o fusión con, otra compañía, o (f) para proteger los intereses de Skye con respecto a su propiedad, incluso sin limitar a su propiedad intelectual. Revestimientos autorizados. Podemos compartir sus datos PII y de uso con nuestros revendedores y socios autorizados para que puedan proporcionar a los clientes información oportuna y útil sobre nuestros productos y servicios. Nuestros revendedores están obligados contractualmente a cumplir con la Política de privacidad de Skye, impidiéndoles compartir su información con cualquier otro tercero. Varios de nuestros revendedores están ubicados en la UE; Sin embargo, hemos determinado que nuestros revendedores autorizados tienen todas las garantías adecuadas para proteger su información. Para obtener más información sobre nuestros revendedores autorizados y sus salvaguardas, solicite descripciones a través de nuestra sección Contáctenos a continuación.",
    "CaliforniaPrivacyRights":"Sus derechos de privacidad de California",
    "ConsumersAndRights":"Esta sección proporciona detalles adicionales sobre la información personal que recopilamos sobre los consumidores de California y los derechos que les brindan bajo la Ley de Privacidad del Consumidor de California o la Ley 'CCPA' y California SB 27.</p> <p>Bajo la ley de california sb 27, Los residentes de California tienen derecho a recibir, una vez cada 12 meses, Información sobre terceros con quienes hemos compartido información sobre usted o su familia con fines de marketing durante el año calendario anterior, y una descripción de las categorías de información personal compartida. Subjetos a ciertas limitaciones, la CCPA proporciona a los consumidores de California el derecho a solicitarPara conocer más detalles sobre las categorías o piezas específicas de información personal que recopilamos (incluida la forma en que usamos y divulgamos esta información), para eliminar su información personal, para optar por no tener 'ventas' que pueda estar ocurriendo, y no ser discriminadas.En contra de ejercer estos derechos.",
    "DetailsAboutPI":"Para obtener más detalles sobre la información personal que hemos recopilado sobre el último12 Meses, incluidas las categorías de fuentes, consulte cómo recopilamos y usamos la sección de datos de arriba.Compartimos esta información con las categorías de terceros descritos en la sección de intercambio de información y divulgación anterior.",
    "DoesNotSellPI":"Skye no vende la información personal que recopilamos a los corredores de datos, agregadores y terceros similares para la compensación monetaria.Tenga en cuenta que usamos cookies de terceros para nuestros fines publicitarios que se describen en nuestras cookies y procedimientos de exclusión por debajo de la sección.",
    "CaliforniaLaw":"Los consumidores de California pueden hacer una solicitud de conformidad con sus derechos bajo la ley CCPA o California SB27. Para hacer tal solicitud, envíe un correo electrónico a & nbsp;hello@myex.com e incluir la frase 'Solicitud de privacidad de California' En la línea de asunto, el nombre de dominio del sitio web que está preguntando, junto con su nombre, dirección y dirección de correo electrónico.Le responderemos dentro de los treinta días de recibir tal solicitud.Verificaremos su solicitud utilizando la información asociada con su cuenta, incluida la dirección de correo electrónico.Los consumidores también pueden designar a un agente autorizado para ejercer estos derechos en su nombre.",
    "NevadaPrivacyRights":"Sus derechos de privacidad de Nevada.Bajo la ley de nevada sb 220, Los consumidores de Nevada pueden presentar una solicitud de nueva venta de su información personal.Mientras Skye no vende la PII de nuestros clientes, de acuerdo con la ley, si desea presentar una solicitud de no vender, hágalo contáctenos en  hello@myex.com con la frase 'Solicitud de privacidad de Nevada 'en la línea de asunto.",
    "CookiesAndOutProcedures":"Cookies y procedimientos de exclusión.",
    "CollectDataUsingCookies":"Skye puede recolectar automáticamente los datos de uso mediante el uso de 'cookies.' Las cookies son pequeños archivos de texto que utiliza un sitio web para reconocer a los usuarios repetidos, facilite el acceso continuo del usuario al sitio y facilite el uso del sitio.'Cookies' también permite que un sitio haga un seguimiento del comportamiento de uso y compile la información de uso del sitio que permitirá la mejora del contenido. Puede negarse a aceptar cookies activando la configuración en su navegador que le permite rechazar la configuración de las cookies.Sin embargo, si selecciona esta configuración, es posible que no pueda acceder a ciertas partes de nuestro sitio.A menos que haya ajustado la configuración de su navegador para que rechace las cookies, nuestro sistema emitirá cookies cuando inicie sesión en nuestro sitio.",
    "Analytics":"Analítica",
    "ParticipateWithThirdParty":"Podemos participar con los socios de terceros analíticos para monitorear y analizar el tráfico web y realizar un seguimiento del comportamiento del usuario en este sitio.Google Analytics (Google) - Google Analytics es un servicio de análisis web proporcionado por Google Inc. ('Google'). Google utiliza los datos recopilados para rastrear y examinar el uso de este sitio, para preparar informes sobre sus actividades, y compartirlos con otros servicios de Google..Información recopilada: Datos de cookie y uso.. Visitar la política de privacidad en https://www.google.com/intl/en/policies. Puede optar por excluir el servicio de Google Analytics con el complemento del navegador de Google que está disponible en https://tools.google.com/dlpage/gaoptout."
    ,"LinksToOtherWebsites":"Enlaces a otros sitios web",
    "MarketingPartners":"Este sitio puede contener enlaces a otros sitios web operados por nuestros socios de marketing de empresas conjuntas.Si hace clic en cualquiera de los enlaces a sus sitios web o acepta alguna de sus ofertas promocionales, su información de clics y su información de clic y cualquier información que proporcione en el proceso de registro o compra se transferirá a estos sitios.No tenemos responsabilidad ni responsabilidad por las políticas y prácticas de estos sitios.Debe tener cuidado de revisar cualquier política de privacidad publicada en cualquiera de estos sitios antes de proporcionarles información.",
    "ChilderenOnlinePolicy":"Política en línea de los niños",
    "OnlinePrivacy":"Nos comprometemos a preservar la privacidad en línea para todos sus visitantes de su sitio web, incluidos los niños.Este sitio es un sitio de audiencia general.Consistente con la Ley de Protección de Privacidad en línea de los niños (COPPA), no recopilaremos a sabiendas ninguna información, ni venderemos a los niños menores de 13 años. Si usted es padre o tutor que ha descubierto que su hijo menor de 13 añosha enviado su información de identificación personal sin su permiso o su consentimiento, eliminaremos la información de nuestra lista activa, a su solicitud.Para solicitar la eliminación de la información de su hijo, comuníquese con nuestro sitio según lo dispuesto a continuación en 'Contáctenos' y asegúrese de incluir en su mensaje la misma información de inicio de sesión que se envió su hijo.",
    "DoNotTrackRequests":"No rastrear las solicitudes",
    "DoNotTrackFeature":"Algunos navegadores web incorporan una función de 'No rastrear' que señala a los sitios web que visita que no desea que su actividad en línea sea rastreada.Cada navegador comunica las señales de 'No rastrear' a los sitios web de manera diferente, lo que hace que sea implacable honrar cada solicitud correctamente.Para aliviar cualquier error de comunicación entre los navegadores y el sitio web, no respondemos a las señales de 'No rastrear' en este momento.A medida que la tecnología y la comunicación entre el navegador y el sitio web mejoran, reevaluaremos la capacidad de honrar las señales 'No seguir' y puede realizar cambios en nuestra política.",
    "InquiriesAndComplaints":"Consultas y Quejas",
    "ComplaintsAboutPII":"Si tiene alguna consulta o queja sobre nuestro uso de su PII, háganoslo saber.Puede contactarnos en cualquier momento a través de la sección Contáctenos a continuación, y tomaremos medidas razonables para investigar la queja y responderemos a usted.",
    "NationalDataProtection":"También puede comunicarse con su autoridad nacional de supervisión de protección de datos para presentar una queja contra nosotros.Contactanos en hello@myex.com",

    "SamCollins":"Sam Collins",
    "Certifications":"Licencias, Certificaciones,",
    "Accolades":"Fastidio",
    "PilotMultiEngine":"Piloto, Multi-Motor, IFR",
    "AirframeAndPowerPlant":"Certificado de Firmeframe y Powerplant",
    "BronzeAndGoldAwards":"EX Exst Bronce y Gold Awards",
    "CessnaAircraftCompany":"Cessna Aircraft Company, premio de vanguardia",
    "NextGenAwardWinner":"AMT 2018 NextGen 40 bajo 40 Ganador del premio",
    "L3Communications":"Comunicaciones L3, Williams",
    "InternationalPratt":"Internacional, Pratt ",
    "WhitneyCessna":"whitney,Cessna",
    "CirrusAircraftCompany":"Empresa de aeronaves de Beechcraft y Cirrus",
    "SamCollinsAerospace":"Sam Collins ha trabajado en aeroespacial durante 20 años en posiciones que van desde un técnico de A y  al vicepresidente de calidad.Su carrera ha incluido posiciones con empresas altamente reconocibles, como AVCON, Beechcraft, Cessna, Chromalloy y Cirrus.Recibió el premio de vanguardia de Cessna junto con múltiples premios EX Exst y el AMT 2018 NextGen 40 de menores de 40 años.Tiene un fondo educativo fuerte, que recibe su licenciatura en ciencias en la gestión de la aviación y A  P desde Spartan College of Aeronáutica.Él & nbsp; también obtuvo un MBA en gestión de tecnología de la Universidad de Phoenix.",
    "MrCollins":"Sobre la base del Sr. Collins, una amplia experiencia en Aeroespace, ha decidido desarrollar un programa de capacitación y una base de datos específicamente para empresas aeronáuticas.Él afirma: 'La capacitación debe ser profesional y fácil de tomar por los empleados y fáciles de administrar por el Administrador'.",
    "ManagingAssessment":"La gestión de una evaluación de necesidades, la matriz de capacitación, el estado del empleado sensible a la seguridad, asegurando que todos estén actualizados, agregando nuevos empleados, archivar a los empleados anteriores, enviando recordatorios de capacitación y mantenerse al día con la carga de trabajo diaria puede ser onerosa, consume mucho tiempo y todo un proceso manual., ¡hasta ahora!Con tantos años de experiencia a nivel de expertos en muchas facetas de aeroespacial, el Sr. Collins quiere ofrecerle a todas las empresas una mejor manera de entrenar y administrar un programa tan importante.Los empleados se merecen de manera ejemplal de capacitación para realizar su trabajo de manera precisa y eficiente, ¡por lo tanto, lo que hace que aeroespacial sea una comunidad más segura para todos nosotros!",
    "TetianaLisina":"Tetiana Lisina",
    "President":"Presidenta",
    "TetianaLisinaAerospace":"Tetiana Lisina ha trabajado en aeroespacial durante 8 años como especialista en compradores y logísticos, dominando los procesos y el flujo de negocios de productos aeronáuticos para recibir, comprar, operaciones y envío.Sus esfuerzos han reducido los residuos al mejorar las eficiencias del sistema ERP, negar con los proveedores para los precios con descuento, el envío justo a tiempo de las mercancías tanto a nivel nacional como internacional e internacionalmente, y las prácticas de control de inventario para administrar mejor el tiempo de giro de frecuencia de los niveles de inventario consumibles y rotables.En el tiempo libre de la Sra. Lisina, le gusta viajar, el teatro en vivo y pasar tiempo con la familia.",
    "MichaelKlein":"Michael Klein",
    "SalesManager":"Gerente de ventas",
    "MichaelKleinOversees":"Michael Klein supervisa la generación de ventas y la participación de la clientela en MyEX.Como CFI y piloto comercial, entiende y defiende la importancia de una experiencia de capacitación de calidad para aumentar la seguridad, la eficiencia y la sinergia del empleado.Con respecto a la aviación, disfruta de la versatilidad y la emoción que ofrece el transporte aéreo.En el tiempo libre del Sr. Klein, le gusta cocinar, viajar y ver juegos de Steelers and Penguins en su ciudad natal de Pittsburgh, Pennsylvania.",

    "TotalLicenses":"Licencias totales",

    "ConsumedLicenses":"Licencias consumidas",
    "SafetySensitive":"Sensible a la seguridad",
    "EmployeesOverdue":"Empleados vencidos",
    "AMTAwardEligibility":"AMT PREMIO ELEGIBILIDAD",
    "SubscriptionRenewal":"Renovación de la suscripción",
    "Employee":"Empleada",
    "Search":"Buscar",
    "Title":"Título",
    "Status":"Estado",
    "Reset":"Reiniciar",
    "CoursesOverdue":"Cursos vencidos",
    "View":"Vista",

    "EligibleforAMT":"Elegible para AMT",
    "Assessments":"Evaluaciones",
    "ReportsandSettings":"Informes y configuraciones",
    "AddNewEmployee":"Añadir nuevo empleado",
    "Dashboard":"Tablero",
    "Addmultipleemails":"Puede agregar varios correos electrónicos a la vez separados por comas o semi-colon.",
    "Add":"Agregar",
    "Cancel":"Cancelar",


    "AerospaceTrainingProgram":"Programa de entrenamiento aeroespacial",
    "CustomCourses5":"MyEX entiende lo importante que es implementar un programa de capacitación efectivo.Hemos desarrollado cursos que cumplan o superamos los requisitos de la EX, DOT y OSHA al mismo tiempo que agregan más cursos que ayudarán con la cultura general del lugar de trabajo.La base de datos personalizada incluye una evaluación de necesidades, la configuración del departamento, las notificaciones de capacitación automática, la matriz del curso y todos los registros de capacitación se pueden almacenar electrónicamente para cada empleado.¡Quieres agregar tus propios cursos, no hay problema!Pregunte por la función CUSTOM CURSES Creator.La gestión y la administración de la capacitación nunca ha sido tan fácil.*** Llámenos hoy para una demostración ***",
    "Courses2":"27 cursos",
    "Supervisor":"14 CFR 120 Supervisor 1 HR Drogas y 1 hr alcohol",
    "CauseDeterminations":"Requerido para los supervisores de acuerdo con la EX 14 CFR 120.115 y 120.223 para hacer que las determinaciones razonables de los empleados en los indicadores físicos, de comportamiento, habla y desempeño del posible uso de drogas y alcohol.Esto se aplica a los empleados sensibles a la seguridad de los titulares de certificados, como las aerolíneas y las estaciones de reparación.",
    "PresentationSupervisors":"Después de ver esta presentación, los supervisores deberían poder: comprender su papel en la política de trabajo libre de fármacos, identificar e investigar las posibles situaciones de crisis, reconocen los problemas en el lugar de trabajo que pueden estar relacionados con las drogas y el alcohol, intervenir en situaciones problemáticas, continúe la confidencialidad del empleado.Para supervisar a los empleados que se han referido de asistencia, y evitar las trampas de habilitación y supervisor.",
    "RepairStations":"14 CFR 145 estaciones de reparación",
    "Recommended":"Recomendado para todos los empleados de la estación de reparación.",
    "RepairStationCertificate":"Esta parte describe la aplicabilidad de cómo obtener un certificado de estación de reparación y las reglas que debe seguir una estación de reparación certificada relacionada con su desempeño de mantenimiento de un aeronave, fauna, motor de aeronaves, propulsor, aparato o componente.14 CFR 145 también se aplica a cualquier persona que sostiene, o que se requiera para mantener, un certificado de estación de reparación emitido bajo esta parte.",
    "PMA":"14 Cfr 21 Pma",
    "PMAManufacturer":"Recomendado para empleados de un fabricante de PMA certificado de acuerdo con EX 14 CFR 21, Subparte K.",
    "PMAapprovalprocess":"Este curso fue diseñado con detalles de cómo un fabricante de PMA: informa fallas, fallas y defectos, el proceso de aprobación de PMA, estructura organizacional, responsabilidad del titular de PMA y cambios menores y importantes.",
    "ProductionApproval":"La aprobación de un fabricante de piezas (PMA) es un diseño combinado y la aprobación de la producción para los artículos de modificación y reemplazo.La aprobación de la EX permite a un fabricante producir y vender estos artículos para la instalación en productos de tipo certificados.",
    "STC":"14 Cfr 21 Tc,Stc,Pc",
    "Recommendedemployeesmanufacturer":"Recomendado para todos los empleados de un fabricante de piezas TC, STC o PC.",
    "TypeCertificate":"Se emite un certificado de tipo (TC) para significar la aeronavegabilidad del diseño aprobado o 'tipo' de una aeronave, motor de aeronaves o hélice a fabricar.El TC es emitido por una autoridad reguladora, y una vez emitida, el diseño no se puede cambiar a menos que al menos parte del proceso para la certificación se repita para cubrir los cambios.",
    "SupplementalTypeCertificate":"Un certificado de tipo suplementario (STC) es un documento emitido por la administración de la aviación federal que aprueba una modificación de producto (aeronave, motor o hélice).El STC define el cambio de diseño del producto, indica cómo la modificación afecta al diseño de tipo existente y enumera la efectividad del número de serie.También identifica la base de certificación enumerando el cumplimiento regulatorio específico para el cambio de diseño.",
    "ProductionCertificate":" Un certificado de producción es una aprobación (documento) para fabricar productos duplicados bajo un diseño de tipo aprobado por la EX (por ejemplo, certificado de tipo o tipo de certificado de tipo o suplementario).El titular de un certificado de producción puede obtener un certificado de aeronavegabilidad para la aeronave producida en el certificado de producción sin mostrar más.",
    "Airmen":"14 Cfr 65 Certificación De Airmen",
    "RepairmenResponsibilities":"Recomendado para los empleados certificados de acuerdo con 14 CFR 65, empleados que pueden ser certificados o cualquier persona que busque obtener una visión de la supervisión, A &  P y responsabilidades de reparador.",
    "RequirementsForCertificates":"Este curso describe los requisitos que deben cumplirse para los certificados y las calificaciones asociadas y las reglas de operación generales para los titulares de certificados relacionados con reparadores, y mecánicos.",
    "HazardCommunication":"29 CFR 1910.1200 para la comunicación de peligro",
    "hazardousChemicals":"Requerido para todos los empleados que pueden usar o estar expuestos a productos químicos peligrosos en el lugar de trabajo por OSHA 29 CFR 1910.1200 (H).",
    "OccupationalSafetyAndHealthAdministration":"La Administración de Seguridad y Salud Ocupacional (OSHA) desarrolló y estableció requisitos de capacitación con la intención de proporcionar a los empleados información ayudarles a tomar decisiones conocedoras sobre los peligros químicos en su lugar de trabajo.Por esta razón, los empleadores proporcionarán a los empleados información efectiva y capacitación en productos químicos peligrosos en su área de trabajo de acuerdo con 29 CFR 1910.1200 (H).La capacitación debe presentarse sobre el empleo inicial, cuando se introduzca un nuevo producto o químico peligroso en el lugar de trabajo, cuando se produce un cambio en el proceso, o según lo considere necesario la administración.Como mínimo, se recomienda tener capacitación anual para la moneda y, como actualización de los empleados, pueden protegerse de materiales peligrosos.",
    "HazmatEmployees":"49 CFR 172, Subparte 'H' para los empleados de Hazmat",
    "HazmatEmployer":"Requerido para todos los empleados que trabajan a tiempo completo, a tiempo parcial o temporal por un empleador de Hazmat y que afecte directamente la seguridad de los materiales peligrosos.Esto incluye el envío, la recepción o el manejo de productos que se clasifican como materiales peligrosos de acuerdo con DOT 49 CFR 172.101.",
    "Manufacturers":"8130-3 para los fabricantes",
    "RecommendedForInspectors":"Recomendado para los inspectores y cualquier otro personal que apoye la función de emitir un EX Formulario 8130-3 para la fabricación de productos o artículos de aeronaves.",
    "SpecialRequirements":"This course describes the requirements to accurately complete the 8130-3 along with special requirements and full block-by-block examples for Domestic Airworthiness Approvals, Return to Service, and Export Airworthiness Approvals.",
    "AirCarriers":"8130-3 para estaciones de reparación y Portadores aéreos",
    "RepairStationscertificated":"Recomendado para empleados de una estaciones de reparación certificada y vehículos aéreos para completar con precisión un formulario de EX 8130-3.",
    "CourseDetailed":"Este curso proporciona instrucciones detalladas sobre los usos adecuados de un formulario 8130-3 de la EX, incluida la retención de registros, la reinsesión, las instrucciones paso a paso para la devolución al servicio de productos y artículos.",
    "Alcohol":"Alcohol en el lugar de trabajo",
    "OperatorsCertificated":"Requerido para todos los empleados sensibles a la seguridad de acuerdo con 14 CFR 120, que incluyen: Operadores certificados por debajo de 14 CFR 119 Operaciones de conducción en las partes 121 o 135, Parte 145 Estaciones de reparación, contratistas que eligen directamente o por contrato realizar funciones sensibles al contrato, y todos los contratistas que implementan un programa de prueba de drogas y alcohol.",
    "AlcoholDrug":"El alcohol es la droga más utilizada y abusada en América.Según el Instituto Nacional de Abuso de Alcohol y Alcoholismo, también conocido como NIAAA, casi 14 millones de estadounidenses o 1 en cada 13 adultos abusos de alcohol.Varios millones de adultos se involucran en patrones de bebidas arriesgados que podrían conducir a problemas de alcohol.Los costos para la sociedad en términos de pérdida de productividad, costos de atención médica, accidentes de tráfico y tragedias personales son asombrosas.Se han emitido numerosos estudios e informes sobre los costos en el lugar de trabajo del alcoholismo y el abuso de alcohol.",
    "BackSafety":"Seguridad de vuelta en el lugar de trabajo",
    "BackInjuries":"Recomendado para todos los empleados como lesiones atrás (agudas y crónicas) puede llevar a una lesión registrable de OSHA, tiempo perdido y retrasos de los productos.",
    "Ergonomics":"Ergonomía es la ciencia de diseñar el lugar de trabajo, teniendo en cuenta las capacidades y las limitaciones del trabajador.El mal diseño de trabajo de trabajo conduce a trabajadores fatigados, frustrados y lesionados.Un ambiente seguro y ergonómico puede reducir las lesiones y aumentar la productividad y la satisfacción de los empleados.",
    "COVID-19":"Covid-19 en el lugar de trabajo",
    "PandemicSituation":"Recomendado para que todos los empleados se mantengan seguros durante esta pandemia.",
    "RiskFactors":"Este curso cubre los factores de riesgo para la exposición a COVID-19, hechos sobre el virus, recomendaciones sobre cómo mitigar la posibilidad de contraer covid-19, sugerencias si se enferma y cómo lidiar y construir la resiliencia durante la pandemia.",
    "Drugs":"Drogas en el lugar de trabajo",
    "SafetySensitiveFunctions":"Requerido para todos los empleados sensibles a la seguridad de acuerdo con la EX 14 CFR 120, que incluyen: Operadores certificados por debajo de 14 CFR 119 Operaciones de conducción en partes 121 o 135, Parte 145 Estaciones de reparación, contratistas que eligen directamente o por contrato.Funciones, y todos los contratistas que implementan un programa de prueba de drogas y alcohol.",
    "DrugFreeWorkplacePolicy":"Este curso incluye una visión general del desarrollo de una política de trabajo libre de fármacos, el impacto del abuso de sustancias, la comprensión de la adicción, los signos y los síntomas del abuso de sustancias, el impacto en la familia y el coworker, el programa de asistencia para los empleados, la confidencialidad y el programa de pruebas de drogas de la EX.",
    "ESD":"Descarga electrostática (ESD)",
    "ESDDamage":"Recomendado para empleados de un fabricante certificado, estaciones de reparación y compañías aéreas para evitar daños por ESD.",
    "ElectrostaticDischarges":"El control de la descarga electrostática es un aspecto importante al fabricar, ensamblar y reparar dispositivos que emplean electrónicos.Las descargas electrostáticas pueden dañar un componente electrónico en cualquier etapa de su producción o aplicación si no se controla.",
    "FireExtinguishers":"Extintores",
    "RequiredForAllEmployees.":"Requerido para todos los empleados.",
    "InitialAndAnnualTraining":" Capacitación inicial y anual de acuerdo con OSHA 29 CFR 1910.157.Los empleadores deberán proporcionar un programa educativo para familiarizar a los empleados con los principios generales del uso de extintores de incendios y los peligros involucrados con la incipiente etapa de lucha contra incendios.",
    "FireFightingEquipment":"Los equipos de lucha contra incendios, como los extintores portátiles, se mantendrán e inspeccionarán al menos mensualmente.Los extintores deben ser montados y fácilmente accesibles.Al final de este curso, un empleado sabrá qué tipo de extintor de incendios usar, uso adecuado y prácticas de extinción, distancias seguras y determinando si luchará al fuego o salga del área.",
    "FOD":"Escombros de objetos extraños (FOD)",
    "FODJeopardizesQuality":"Recomendado para todos los técnicos, ya que FOD pone en peligro la calidad, la funcionalidad y / o el valor económico de un artículo manufacturado.",
    "FODInjureEmployees":"FOD también tiene el potencial de lesionar a los empleados, pasajeros, a los trabajadores de la fábrica y otros.Además, FOD en ambientes militares puede afectar la seguridad nacional, reduciendo la defensa aérea y otras capacidades de la misión.",
    "FODCosts":"FOD cuesta al sector de la aviación civil entre $ 4 mil millones y $ 13 mil millones anuales en aviones dañados, equipos, retrasos de vuelo, eficiencia reducida, litigios y otros costos.",
    "HumanFactors":"Factores humanos",
    "EASACertified":"Requerido para las estaciones de reparación de la EX que sean certificadas y recomendadas para todos los empleados de cualquier tipo de empresa.",
    "AviationSafetyRelies":"La seguridad de la aviación se basa en gran medida en las prácticas adecuadas de fabricación y mantenimiento.Cuando no se hace correctamente, contribuye a una proporción significativa de accidentes e incidentes de aviación.Este curso define los factores humanos, describe el modelo de pera, los tipos de errores humanos, la docena sucia y cómo romper la cadena de eventos para mitigar el riesgo innecesario.",
    "Inspection":"Sistema de inspección para estaciones de reparación y aerolíneas aéreas.",
    "EmployeesInspection":"Recomendado para todos los empleados de inspección, operaciones, envío, recepción y servicio al cliente.",
    "InspectionTopics":"El sistema de inspección para estaciones de reparación y vehículos aéreos pasará detallando el ciclo completo de las inspecciones desde el momento del que el producto ingrese a la instalación hasta el momento del envío al cliente.Los temas de inspección incluyen: Recepción, daño preliminar, en proceso, entrante, oculto y inspección final.",
    "MachineGuarding":"Protección de Maquinaria",
    "OSHACFR":"Requerido por OSHA 29 CFR 1910.30 Antes de que cualquier empleado use el equipo.",
    "PurposeOfMachineGuarding":"El propósito de la protección de la máquina es proteger al operador de la máquina y otros empleados en el área de trabajo de los peligros creados durante la operación normal de la máquina.Una empresa proactiva sabe que proporcionar un lugar de trabajo libre de riesgos al adherirse a la Administración de Seguridad y Salud Ocupacional o las normas OSHA ayudará a crear un entorno de trabajo exitoso.",
    "RuleToRemember":"Una buena regla para recordar es: cualquier parte de la máquina, la función o el proceso que pueda causar lesiones deben ser salvaguardadas.Cuando la operación de una máquina o contacto accidental con él puede lesionar al operador u otros en los alrededores, los peligros deben ser controlados o eliminados.",
    "OfficeSafety":"Seguridad de la oficina",
    "OfficeEnvironment":"Recomendado para todos los empleados que trabajan en un entorno de oficina.",
    "AccidentOfficeEnvironment":"Los accidentes pueden parecer poco probables en un entorno de oficina en comparación con los puestos de trabajo de la construcción o las plantas de fabricación, pero también una oficina también tiene peligros.La mayoría de los peligros de la oficina son controlables y pueden ser eliminados.Muchos accidentes de oficina ocurren cuando tomamos atajos, no mantengan las cosas en su lugar adecuado, no preste atención a la tarea a la mano, o cuando hay un equipo que esté defectuoso o no está bien protegido.",
    "PPE":"Equipo de Protección Personal (EPP)",
    "WorkplaceHazards":"Requerido para todos los empleados que puedan exponerse a los peligros del lugar de trabajo;Esto está cubierto por la Ley OSHA de 1970.",
    "WorkplaceInManyDifferentForms":"Los peligros existen en cada lugar de trabajo en muchas formas diferentes: bordes afilados, objetos que caen, chispas volando, productos químicos, ruido y una gran variedad de otras situaciones potencialmente peligrosas. La Administración de Seguridad y Salud Ocupacional (OSHA) requiere que los empleadores protejan a sus empleados de los peligros del lugar de trabajo.Eso puede causar lesiones.El equipo de protección personal, comúnmente conocido como PPE, se usa el equipo para minimizar la exposición a los peligros que causan lesiones y enfermedades graves en el lugar de trabajo.Estas lesiones y enfermedades pueden resultar del contacto con riesgos químicos, radiológicos, físicos, eléctricos, mecánicos u otros lugares en el lugar de trabajo.El equipo de protección personal puede incluir, entre otros, artículos, como guantes, gafas de seguridad, zapatos, tapones para los oídos, sombreros duros, respiradores, tierras, chalecos y trajes de cuerpo completo.",
    "QualityControlManual":"Manual de control de calidad",
    "RepairStationemployees":"Recomendado para los 14 empleados de la estación de reparación CFR 145.ración CFR 145.ración CFR 145.",
    "QCMInspection":"El QCM es un manual que describe los procedimientos de inspección y control de calidad utilizados por la estación de reparación.El manual de la estación de reparación o RSM es un manual que describe los procedimientos y políticas de las operaciones de una estación de reparación y se puede combinar con el QCM o permanecer como un manual separado según lo decida su empresa.",
    "QCMTopics":"Los temas de QCM que están cubiertos en este video incluyen: calificar y vigilar las empresas no acertificadas, el dominio del personal de inspección, los datos técnicos, el sistema de inspección, los procedimientos de calibración y las acciones correctivas.",
    "RepairStationManual":"Manual de la estación de reparación",
    "FamiliarWithRSM":"Recomendó que todos los empleados de la estación de reparación de EX 14 CFR 145 estén familiarizados con el manual de la estación de reparación, donde ubicar una copia y sus contenidos.",
    "ManualContentIncludes":"El contenido manual incluye procedimientos requeridos por las regulaciones, pero se recomienda que se formatee de una manera que los empleados de la estación de reparación están fácilmente comprendidos por la adición, el manual debe ser accesible para su uso por el personal de la estación de reparación y contener información relevante y actual enEn cuanto a cómo se realizan las operaciones.",
    "SexualHarassment":"Acoso sexual en el lugar de trabajo.",
    "RecommendedForEmployees":"Recomendado para todos los empleados.",
    "SexualHarassmentForm":" El acoso sexual es una forma de discriminación sexual y viola el Título VII de la Ley de Derechos Civiles de 1964 cuando ocurre en el lugar de trabajo.Las directrices de EEOC definen el acoso sexual como avances sexuales no deseados, solicitudes de favores sexuales y otra conducta verbal o física de una naturaleza sexual cuando:",
    "Submission":"• La presentación a dicha conducta es un término o condición del empleo de un individuo.El requisito puede declararse directamente o puede ser implícito, o implícito;La presentación o rechazo de la conducta es una base para las decisiones de empleo, la conducta de carácter sexual tiene el propósito o el efecto de interferir injustificadamente con el desempeño laboral, la conducta de una naturaleza sexual crea un entorno de trabajo intimidante, hostil o ofensivo.",
    "Slip":"Prevención de resbalones, viaje y caída.",
    "FallHazard":"Requerido por OSHA 29 CFR 1910.30 Antes de que cualquier empleado esté expuesto a un peligro de caída.",
    "CommonCausesOfInjury":"  Resbalones, viajes y caídas se encuentran entre las causas más comunes de lesiones en el trabajo y en el hogar.Todos se deslizan, viajes o caídas en ocasiones.Tendemos a encoger estos accidentes como solo momentos torpes.Pero a veces, pueden resultar en lesiones graves, dolorosas e incluso mortales.",
    "Precautions":" Es importante reconocer los riesgos, el viaje y los peligros de otoño en el trabajo cuando los vea para que pueda tomar precauciones adecuadas para prevenir accidentes y protegerse a usted y a los compañeros de trabajo de lesiones.",
    "Suspected":"Sospechas de piezas no aprobadas y partes falsificadas",
    "Distributors":"Requerido para comprar y recibir personal en distribuidores que sean acreditados EX AC 00-56 / ASA-100.Se recomienda encarecidamente que la compra, la recepción, la inspección y los técnicos se sometan a esta capacitación para detectar y reportar SUPS y partes falsificadas según sea necesario.",
    "SUP":"Un Sup es una parte que se sospecha que no cumple con ninguno de los criterios de 14 CFR 21.8 o 21.9 para la producción aprobada por la EX, o una parte que por cualquier motivo, una persona cree que no está aprobada para su uso en un producto TC.",
    "CounterfeitPart":" Una parte falsificada es un tipo de parte no aprobada hecha o alterada para imitar o parecerse a un artículo aprobado sin autoridad o derecho, y con la intención de engañar o defraudar al pasar la imitación como original o genuina.Las partes falsificadas pueden ser fabricadas nuevas o parecen ser útiles;Sin embargo, están deliberadamente tergiversados como se producen a un diseño aprobado por la EX u otro método aceptable.",
    "Violence":"Violencia en el lugar de trabajo.",
    "OSHADefinesWorkplaceViolence":" OSHA define la violencia en el lugar de trabajo como cualquier acto o amenaza de violencia física, hostigamiento, intimidación u otro comportamiento perjudicial que ocurre en el sitio de trabajo. Esto aborda de amenazas y abuso verbal a los ataques físicos e incluso homicidios.Puede afectar e involucrar a los empleados, clientes, clientes y visitantes.Los actos de violencia y otras lesiones son actualmente la tercera causa de lesiones ocupacionales fatales en los Estados Unidos.",

    "Licenses":"Licencias, Certificaciones y Fastidio",
    "EXDAR":"Ex pero",
    "Pilot":"Piloto, Multi-Motor, IFR",
    "ASQCertified":"ASQ Auditor certificado de calidad",
    "Airframe":"Certificado de Firmeframe y Powerplant",
    "EXSTBronze":"EX Exst Bronce y Gold Awards",
    "AircraftCompany":"Cessna Aircraft Company, Leading-Edge Award",
    "AwardWinner":"AMT 2018 NextGen 40 bajo 40 Ganador del premio",
    "OEMTraining":"Entrenamiento OEM -",
    "InternationalCessna":"Internacional, Pratt & Whitney, Cessna",
    "Beechcraft":"Empresa de aeronaves de Beechcraft y Cirrus",
    "CEO":"ceo",
    "SamCollinsPositions":"Sam Collins ha trabajado en aeroespacial durante 20 años en posiciones que van desde un técnico A & P hasta el vicepresidente de calidad.Su carrera ha incluido posiciones con empresas altamente reconocibles, como AVCON, Beechcraft, Cessna, Chromalloy y Cirrus.Recibió el premio de vanguardia de Cessna junto con múltiples premios EX Exst y el AMT 2018 NextGen 40 de menores de 40 años.Tiene un fuerte fondo educativo, recibiendo su licenciatura en ciencias en la gestión de aviación y A & P desde Spartan College of Aeronáutica.También obtuvo un MBA en gestión de tecnología de la Universidad de Phoenix.",
    "DevelopTrainingProgram":"Sobre la base del Sr. Collins, una amplia experiencia en Aeroespace, ha decidido desarrollar un programa de capacitación y una base de datos específicamente para empresas aeronáuticas.Afirma: La capacitación debe ser profesional y fácil de tomar por los empleados, y fácil de administrar por el administrador.",
    "Managing":"La gestión de una evaluación de necesidades, la matriz de capacitación, el estado del empleado sensible a la seguridad, asegurando que todos estén actualizados, agregando nuevos empleados, archivar a los empleados anteriores, enviando recordatorios de capacitación y mantenerse al día con la carga de trabajo diaria puede ser onerosa, consume mucho tiempo y todo un proceso manual., ¡hasta ahora!Con tantos años de experiencia a nivel de expertos en muchas facetas de aeroespacial, el Sr. Collins quiere ofrecerle a todas las empresas una mejor manera de entrenar y administrar un programa tan importante.Los empleados se merecen de manera ejemplal de capacitación para realizar su trabajo de manera precisa y eficiente, ¡por lo tanto, lo que hace que aeroespacial sea una comunidad más segura para todos nosotros!",
    "TetianaLisinaWorked":"Tetiana Lisina ha trabajado en aeroespacial durante 8 años como especialista en compradores y logísticos, dominando los procesos y el flujo de negocios de productos aeronáuticos para recibir, comprar, operaciones y envío.Sus esfuerzos han reducido los residuos al mejorar las eficiencias del sistema ERP, negar con los proveedores para los precios con descuento, el envío justo a tiempo de las mercancías tanto a nivel nacional como internacional e internacionalmente, y las prácticas de control de inventario para administrar mejor el tiempo de giro de frecuencia de los niveles de inventario consumibles y rotables.En el tiempo libre de la Sra. Lisina, le gusta viajar, el teatro en vivo y pasar tiempo con la familia.",
    "TermsofUse":"Condiciones de uso",
    "TermsEffective":"Estos Términos de uso son efectivos a partir del 15 de octubre de 2020.",
    "WelcomeToWebsite":"Bienvenido al sitio web de MyEx.com (el sitio), propiedad y operada por Skye LLC, aquí denominada 'Skye' que mantiene las áreas públicas de este sitio como un servicio a los visitantes de nuestros sitios.Al acceder a las áreas públicas de este sitio, está sujeto a los siguientes términos de uso.",
    "AgeRestrictions":"1. Restricciones de edad",
    "PersonalInformationRestrictions":"Si reside en los Estados Unidos y tiene menos de 13 años, o si reside en fuera de los Estados Unidos y tiene menos de 16 años, no comparta información personal en este sitio.No recopilaremos a sabiendas información personal de usted.Si descubrimos que ha compartido información personal, lo eliminaremos inmediatamente después del descubrimiento.",
    "AccessRestrictions":"2. Acceder a las restricciones;Vigilancia",
    "AccessArea":"Puede acceder a las áreas públicas de este sitio, pero solo para sus propios propósitos internos. Es posible que no acceda a (o intento acceder a) este sitio por ningún medio que no sea a través de la interfaz que proporcionamos, a menos que se haya permitido específicamente a hacerlo en un acuerdo separado. Es posible que no acceda a (o intente acceder a) este sitio a través de ningún medio automatizado (incluido el uso de scripts o rastreadores web), y debe cumplir con las instrucciones establecidas en cualquier archivo Robots.txt presente en este sitio. No puede (i) revender, sublicense, transferir, asignar o distribuir este sitio, sus servicios o contenido; (ii) modificar o realizar trabajos derivados en función de este sitio, sus servicios o contenido; o (iii) marco o refleje este sitio, sus servicios o contenido en cualquier otro servidor o dispositivo habilitado para Internet. No puede usar este sitio para cualquier propósito ilegal o no autorizado. Nos reservamos el derecho, pero no la obligación, para monitorear su acceso y uso de las áreas públicas de este sitio sin ninguna notificación. También podemos registrar y / o registrar su uso de las áreas públicas de este sitio. Para obtener más información, consulte nuestra Política de privacidad.",
    "UseRestrictions":"3. Utilizar restricciones",
    "LimitedAccess":"No puede cambiar, modificar, adaptar o modificar este sitio o cambiar, modificar o modificar otro sitio web para implicar falsamente que está asociado con Skye. No puede interferir con deshabilitar, sobrecargar, dañar, perjudicar o interrumpir este sitio o servidores o redes conectadas a este sitio, incluso transmitiendo cualquier gusano, virus, spyware, malware o cualquier otro código de naturaleza destructiva o perturbadora. No puede inyectar contenido o código ni alterar o interferir de otra manera o interferir con la forma en que se presta o se muestre en la página de Skye en el navegador o dispositivo de un usuario. Es posible que no intente restringir a otro usuario de usar o disfrutar de este sitio y no puede fomentar o facilitar las violaciones de estos Términos de uso o de cualquier otro tipo. Con respecto a la lista de nacionales especialmente designados por el Departamento de Tesorería de los EE. UU. O la Tabla de ÓRDENES DE DENY DE DENY DE DENICOS: Al acceder a este sitio, usted representa y garantiza que no está ubicado, bajo el control de, o en un país o residente de, tal país o en cualquier lista de este tipo.",
    "ScopeofAgreement":"4. Alcance del Acuerdo",
    "ReservesTheRight":"Estos Términos de uso constituyen los términos completos y únicos entre nosotros y usted con respecto a su acceso a las áreas públicas de este sitio.Skye se reserva el derecho, a su entera discreción, para cambiar estos términos de vez en cuando.Debe revisar estos términos periódicamente a los fines de comprender nuestros términos actuales.",
    "SkyeContent":"5. Contenido de Skye;Sin licencias expresas o implícitas",
    "SiteContainsOwnedContent":"El sitio contiene contenido propiedad o licencia por Skye y está protegido por derechos de autor, marcas comerciales, patentes, secretos comerciales y otras leyes, y, al igual que entre usted y Skye, y retiene todos los derechos en este sitio.No hay licencias expresas o implícitas a continuación, y cualquier derecho no expresamente concedido en este documento está reservado por Skye y sus licenciantes.Sin limitar la generalidad de lo anterior, es posible que no elimine, modifique ni oculte ningún derecho de autor, marca comercial, marca de servicio u otros avisos de derechos de propiedad incorporados en o acompañando el contenido de Skye, y no reproducirá, modificará, adaptará, preparará derivado.Las obras basadas en, realizan, muestran, publiquen, distribuyen, transmitan, transmiten, vendan, licencia o, de lo contrario, explotan el contenido de Skye.",
    "Indemnification":"6. INDEMNIZACIÓN",
    "SkyRequest":"Debe defender (en la solicitud de Skye), indemnice y mantenga presionado Skye y sus afiliados y sus empleados, oficiales, directores, agentes, sucesores y asignados (colectivamente, las Partes Skye) inofensivas desde y contra cualquier reclamo, pasivos, daños, daños,Pérdidas, y gastos, incluidos los honorarios y costos del abogado razonable, que surgen de o de cualquier manera relacionados con su uso de este sitio.Cooperarás como Totalmente requerido por Skye en la defensa de cualquier reclamo.Skye se reserva el derecho de asumir la defensa y el control exclusivos de cualquier asunto sujeto a la indemnización por usted, y usted no puede resolver ningún reclamo sin el consentimiento previo por escrito de Skye.",
    "WarrantyDisclaimer":"7. Declaración de garantía",
    "INFORMATIONPROVIDED":"La información proporcionada en o a través de las áreas públicas del sitio se proporciona como es, y, por lo que está disponible en la mayor medida posible por ley. A la mayor medida posible por ley, Skye no hace ninguna representación ni garantías ni endosos de ningún tipo, expreso o implícito o estatutario en cuanto a este sitio, el contenido de Skye o cualquier seguridad asociada con la transmisión de información a Skye o a través de este El sitio, todos los cuales se han rechazado (incluido el descargo de responsabilidad de las garantías implícitas de comercialización, la aptitud para un propósito particular, la costumbre, el comercio, el disfrute tranquilo, la integración del sistema y la libertad del virus informático). La información y el sitio pueden contener errores, errores, problemas u otras limitaciones. Skye no representa ni garantiza que este sitio sea libre de errores o sin interrupciones; Que los defectos serán corregidos; O que este sitio o el servidor que hace que este sitio esté disponible esté libre de cualquier componente dañino, incluidos los virus y otras formas de malware. No realiza ninguna representación ni garantía de que la información en este sitio sea precisa, completa o útil. Usted reconoce que su uso de este sitio está a su exclusivo riesgo. Skye no garantiza que su uso de este sitio sea legal en ninguna jurisdicción en particular, y Skye anula específicamente tales garantías. Algunas jurisdicciones limitan o no permiten la exención de responsabilidad de las garantías implícitas u otras, por lo que el desconocido anterior puede no aplicarse a usted en la medida en que la ley de dicha jurisdicción es aplicable a usted y a estos términos. Al acceder o usar este sitio, usted representa y garantiza que sus actividades son legales en cada jurisdicción en la que acceda o use este sitio.",
    "LimitationofLiability":"8. Limitación de responsabilidad.",
    "LossOrDamages":"Bajo ninguna circunstancia, Skye será responsable ante usted por cualquier pérdida o daño de cualquier tipo (incluso para cualquier pérdida o daño o daños o perjuicios directos, especiales, punitivos, incidentales o consecuentes) que se relacionan directa o indirectamente con: ( A) este sitio; (B) el contenido de Skye; (C) su uso de, incapacidad para usar, o el rendimiento de este sitio; (D) Cualquier acción tomada en relación con una investigación de Skye o Autoridades de aplicación de la ley con respecto a su uso de este sitio o de cualquier otra parte; (E) cualquier acción tomada en relación con los derechos de autor u otros propietarios de propiedades intelectuales; (F) cualquier error u omisión en la operación de este sitio; O (g) cualquier daño a CUALQUIER USUARIO DEL ORDENADOR, dispositivo móvil, u otro equipo o DAÑO tecnología, incluyendo DE CUALQUIER violación de la seguridad o de cualquier virus, errores, manipulación, fraude, error, omisión, interrupción, defecto, demora en la operación o transmisión, Línea de computadora o falla de la red, o cualquier otro funcionamiento técnico u otro funcionamiento, incluidos los daños para los beneficios perdidos, la pérdida de buena voluntad, la pérdida de datos, la paro de trabajo, la precisión de los resultados o la falla de la computadora o el mal funcionamiento, incluso si han sido previsibles o incluso si Skye ha sido Aconsejado o debería haber sabido la posibilidad de tales daños, ya sea en una acción de contrato, negligencia, responsabilidad estricta o agravio (incluida la causada en su totalidad o en parte por negligencia, actos de Dios, fracaso de las telecomunicaciones, o robo o destrucción de ESTE SITIO). En ningún caso, Skye será responsable ante usted o cualquier otra persona por pérdida, daño o lesión, incluida la muerte o lesiones personales. Algunos estados no permiten la exclusión o limitación de daños incidentales o consecuentes, por lo que la limitación o exclusión anterior puede no aplicarse a usted. En ningún caso, la responsabilidad total de Skye para todos los daños, pérdidas o causas o acciones superarán a cien dólares de los Estados Unidos ($ 100.00). En el caso de que incurre en cualquier daño, pérdidas o lesiones que surjan de los actos u omisiones de Skye, los daños, si corresponde, lo causan, no son irreparables o insuficientes que puedan darle derecho a una orden judicial que impida cualquier explotación de cualquier sitio , Servicio, propiedad, producto, producto u otro contenido de propiedad o controlada por Skye, y no tendrá derechos para impedir o restringir el desarrollo, la producción, la distribución, la publicidad, la exposición o la explotación de cualquier sitio, propiedad, producto, servicio o OTRO CONTENIDO propiedad o controladas por SKYE.BY acceder a este sitio, usted entiende que usted puede estar renuncia a los derechos CON RESPECTO A RECLAMOS QUE SON EN ESTE MOMENTO DESCONOCIDO o insospechados, Y DE ACUERDO CON DICHA RENUNCIA, reconoce que ha leer y entender, Y EXPRESAMENTE RENUNCIO, los beneficios del Código Civil DE LA SECCIÓN 1542 DE CALIFORNIA, y cualquier ley similar de cualquier estado o territorio, QUE establece lo siguiente: RELEASE A general no se extiende a reclamaciones que el CR El editor no sabe ni sospecha que exista a su favor en el momento de la ejecución de la liberación, que si lo conoce, debe haber afectado materialmente su asentamiento con el deudor.",
    "UseofInformation":"9. Uso de la información;Realimentación",
    "ReserveRightRegardingSite":"Nos reservamos el derecho, y usted nos autoriza, a usar y asignar toda la información con respecto a los usos del sitio por usted y toda la información proporcionada por usted de cualquier manera, consistente con nuestra Política de privacidad. Es la política de Skye para no aceptar o considerar contenido, información, ideas, sugerencias u otros materiales distintos de los que hemos solicitado específicamente y a los cuales se pueden aplicar ciertos términos, condiciones y requisitos específicos. Esto es para evitar cualquier malentendido si sus ideas son similares a las que hemos desarrollado o se están desarrollando de forma independiente. En consecuencia, Skye no acepta materiales o ideas no solicitadas, y no se responsabiliza por ningún material o ideas tan transmitidas. Si, a pesar de nuestra política, elige enviarnos contenidos, información, ideas, sugerencias, sugerencias u otros materiales de EE. UU., Usted le da su consentimiento que Skye es libre de usar cualquier contenido, información, ideas, sugerencias, sugerencias u otros materiales, para cualquier propósito en absoluto, incluidos los productos y servicios de desarrollo y comercialización, sin ninguna responsabilidad o pago de cualquier tipo para usted.",
    "PrivacyPolicy10":"10. Política de privacidad",
    "ReviewPrivacyPolicy":"Revise nuestra Política de privacidad para obtener información sobre la información que recopilamos.",
    "LinksWebSites":"11. Enlaces a otros sitios web",
    "ThirdPartySitesRisk":"Este sitio puede contener enlaces a otros sitios web.No somos responsables del contenido, la precisión u opiniones express, en tales sitios web, y tales sitios web no son investigados, monitoreados o revisados por la precisión o la integridad por parte de nosotros.La inclusión de cualquier sitio web vinculado en nuestro sitio no implica la aprobación o el respaldo del sitio web vinculado por nosotros.Si decide abandonar nuestro sitio y acceder a estos sitios de terceros, lo hace bajo su propio riesgo.",
    "InformationAndPressReleases":"12. Información y comunicados de prensa.",
    "InformationAboutCompanies":"Este sitio puede contener información y prensa comunicados sobre nosotros.Si bien se creía que esta información era precisa a la fecha preparada, renunciamos a cualquier deber u obligación de actualizar esta información o cualquier comunicado de prensa.No se debe confiar en la información sobre las compañías distintas de las que se encuentran en el comunicado de prensa o de lo contrario, no se debe confiar como proporcionado o respaldado por nosotros.",
    "TerritorialRestrictions":"13. Restricciones territoriales",
    "LimitTheAvailabilityOfSite":"La información proporcionada dentro de este sitio no está diseñada para su distribución o uso de ninguna persona o entidad en ninguna jurisdicción o país donde dicha distribución o uso sean contrarias a la ley o la regulación o que sujetan a Skye a cualquier requisito de registro dentro de dicha jurisdicción o país..Nos reservamos el derecho de limitar la disponibilidad de este sitio o cualquier parte de este sitio, a cualquier persona, área geográfica o jurisdicción, en cualquier momento y a nuestra entera discreción, y limitar las cantidades de cualquier contenido, programa, producto,Servicio, u otra característica que Skye proporciona.",
    "Miscellaneous":"14. Misceláneo",
    "Terms":"Estos términos se tratarán como si se originaran en Wauconda, IL, EE. UU. Y se regirán y se interpretarán de acuerdo con las leyes del Estado de Illinois (sin tener en cuenta los principios de conflicto de la ley). Cualquier causa de acción por usted con respecto a este Sitio (y / o cualquier información, productos, productos o servicios relacionados con el mismo) debe instituirse dentro de un (1) año después de que surgió la causa de la acción o se le eximirá y prohibió para siempre. Todas las acciones estarán sujetas a las limitaciones establecidas en este documento. El idioma en estos términos se interpretará en cuanto a su significado justo y no estrictamente a favor o en contra de cualquiera de las partes. Todos los procedimientos legales que surgen de o en relación con estos términos se llevarán únicamente en Illinois. Solicite expresamente a la jurisdicción exclusiva de dichos tribunales y consiente al servicio extraterritorial del proceso. Si alguna parte de estos términos se considerara inválida o inaplicable, la porción se interpretará de manera consistente con la ley aplicable y las porciones restantes permanecerán en plena vigencia y efecto. Como se usa en este documento, el término, incluidos medios, incluidos sin limitación. Los encabezados de la sección se incluyen solo con fines de referencia y conveniencia y no se utilizarán para interpretar estos términos. En la medida en que cualquier cosa en o asociada con las áreas públicas de este sitio pueda estar en conflicto o inconsistente con estos términos, estos términos tendrán prioridad. Nuestro incapacidad para hacer cumplir cualquier disposición de estos términos no se considerará una exención de dicha disposición ni del derecho a imponer dicha disposición."

    ,"ShoppingCart" :"Carrito de compras",
    "Reports" : "Informes",
    "CustomCourses2" : "Cursos personalizados matriz ",
    "MyEXCoursesMatrix" : "MyEX CURSES MATRIX ",
    "AMTAwardsYear" : "AMT AWARS AÑO ",
    "AMTAwardsReport" : "Informe de premios AMT ",
    "Account" : "Cuenta",
    "Creator" : "Cursos de encargo creador",
    "EmailNotifications" : "Notificaciones de usuario",
    "TrainingMatrixFormID" : "ID de formulación de matriz de entrenamiento ",
    "Departments" : "Departamentos ",
    "AdminControls" : "Controles de administración ",
    "CreateCourses" : "Crear cursos ",
    "Active" : "Activa",
    "InActive" : "Enactivo ",
    "Frequency" : "Frecuencia",

    "CreateCustomCoursesHere" : "Crear cursos personalizados aquí ",
    "DaysUntilCoursesDue" : "Días hasta cursos debidos ",
    "MyEXCourses" : "Cursos de MyEX ",
    "Nameisrequired":"Se requiere el nombre",
    "Gauges":"Calibres",
    "Upcoming" :"Upcoming",
    "History" : "Historia",
    "Course" : "Curso",
    "DueDate" : "Fecha de vencimiento",
    "Credentials" : "Cartas credenciales",
    "Document" : "Documento",
    "Date" : "Fecha",
    "TrainingPlan" : "Plan de entrenamiento",
    "EmployeeDashboard":"Panel de control de empleados ",
    "FirstName":"Primer nombre",
    "LastName":"Apellido",
    "Supervisor'sEmail":"Correo del supervisor ",
    "PoneNumber":"Número de teléfono",
    "Street":"Calle",
    "City":"Ciudad",
    "ZipCode":"Código postal",
    "State":"Estado",
    "Titleisrequired":"Se requiere título ",
    "FirstNameisrequired":"Se requiere el primer nombre",
    "LastNameisrequired":"Se requiere apellido ",
    "EmailNameisrequired":"Se requiere el nombre del correo electrónico ",
    "PhoneNumberisrequired":"Se requiere número de teléfono ",





    "DataManagement":"Gestión de datos",
    "Accounts":"Cuentas",
    "Supplier":"Proveedora",
    "Standard":"Estándar",
    "Owner":"Dueña",
    "Location":"Localización",
    "EmailNotification":"Notificación de correo electrónico",
    "Manufacturer":"Fabricante",
    "StatusReport":"Informe de situación",
    "Choose":"Escoger",
    "StandardReportRequired":"Informe estándarse requiere",
    "ReportReview":"informe de Revisión",
    "ReportReviewisrequired":"Informe de revisiónes necesaria",
    "AccountPrivilleges":"privilegios de la cuenta",
    "UserName":"Nombre de usuario",
    "InviteByEmail": "Invitar por correo electrónico",
    "CreateByUsername": "Crear por nombre del empleado",
    "Invite":"Invitación",
    "Edit":"Editar",
    "Delete":"Borrar",
    "User":"Usuaria",
    "Read":"Leer",
    "Gauge":"Indicador",
    "Updated":"Actualizada",
    "AddStatus":"Agregar Estado",
    "UpdateStatus":"Actualizar Estado",
    "RunReport":"Sacar un reporte",
    "Admin":"Administración",
    "Update":"Actualizar",
    "EditUser":"Editar Usuario",
    "EditStandard":"Editar Estándar",
    "AddStandard":"Agregar estándar",
    "EditOwner":"Editar propietario",
    "Test":"Prueba",
    "EditTest":"Editar Prueba",
    "AddOwner":"Añadirpropietario",
    "EditManufacturer":"Editar Fabricante",
    "AddManufacturer":"Añadir fabricante",
    "EditLocation":"Editar ubicación",
    "AddLocation":"Añadir lugar",
    "Addsupplier":"Añadir proveedor",
    "Year":"Año",
    "GaugesDueIn":"DebidomedidoresEn",
    "days":"dias",
    "RecordsReview":"Registros Revisar",
    "Inputdateisrequired":"Se requiere fecha de entrada",
    "of":"de",
    "GaugeId":"ID de calibre",
    "requiredGaugeField":"Se requiere el campo ID de calibre",
    "DuplicategaugeId":"ID de indicador duplicado",
    "Description":"Descripción",
    "descriptionFieldisrequired":"Se requiere la descripción del campo",
    "Gaugestatus":"Estado de calibre",
    "UnitOfMeasure":"Unidad de medida",
    "Gaugestatusisrequired":"Se requiere el estado del calibre",
    "UnitOfMeasureisrequired":"Se requiere unidad de medida.",
    "Supplierisrequired":"Se requiere proveedor",
    "ModelNumber":"Número de modelo",
    "ModelNumberisrequired":"Se requiere número de modelo",
    "SerialNumber":"Número de serie",
    "SerialNumberisrequired":"Se requiere número de serie",
    "CertificateNumber":"Número certificado",

    "CertificateNumberisrequired":"Se requiere el número de certificado ",
    "OwnerIsRequired":"El propietario es obligatorio ",
    "StandardIsRequired":"Se requiere estándar ",
    "ManufacturerIsRequired":"Se requiere fabricante ",
    "Result":"Resultado",
    "Pass":"Aprobar",
    "Fail":"Fallar",
    "resultIsRequired":"Se requiere el resultado ",
    "Locationisrequired":"Se requiere la ubicación ",
    "CalibrationDate":"Fecha de calibración ",
    "CalibrationDateisrequired":"Se requiere fecha de calibración ",
    "NewDate":"Nueva fecha ",
    "NewDateisrequired":"Se requiere una nueva fecha ",
    "Months":"Meses",
    "frequencyisrequired":"Se requiere frecuencia ",
    "RetirementDate":"Fecha de jubilación ",
    "RetirementDateisrequired":"Se requiere fecha de jubilación ",
    "CalibrationDueDate":"Fecha de entrega de la calibración",
    "CalibrationDueDateisrequired":"Se requiere fecha de vencimiento de la calibración ",
    "EnteredBy":"Introducido por",
    "EnteredByisrequired":"Ingresado por se requiere ",
    "AdditionalEmailsforNotifications":"Correos electrónicos adicionales para notificaciones ",
    "notes":"Notas ",
    "AddNewGauge":"Añadir nuevo calibre ",
    "CloneGauge":"Indicador de clon ",
    "PrintLabel":"Etiqueta de impresión",
    "Documents":"Documentos",
    "Type":"Escribe",
    "THISISIMMEDIATE":"Esto es inmediato y no se puede deshacer ",
    "Pleasetype":"Por favor escribe",
    "DELETE":"ELIMINAR",
    "toconfirm":"para confirmar",
    "AddDocument":"Añadir documento",
    "Typeisrequired":"Se requiere el tipo",
    "Dateisrequired":"Se requiere fecha",
    "DocumentName":"nombre del documento",
    "DocumentNameisrequired":"Se requiere el nombre del documento",
    "Draganddropyourfiles":"Arrastre y suelte sus archivos directamente aquí o haga clic para cargar",
    "Documentisrequired":"Se requiere documento",
    "CalibrationCurrent":"Corriente de calibración ",
    "GaugesOverDue":"Medidores vencidos",



    "Users":"Usuarias",
    "Companies":"Compañías",
    "Tests":"Pruebas",
    "TestQuestions":"Preguntas de prueba",
    "ShareCourses":"Compartir cursos",
    "Coursess":"Cursos",
    "ModulesActive":"Módulos activos",
    "Calibration":"Calibración",
    "SupplierManagement":"Administración de suministros",
    "Demo":"Manifestación",
    "Invited":"Invitada",
    "Safety-Sensitive":"Sensible a la seguridad",
    "AMT":"AMT",
    "Eligible":"Elegible",
    "CompanyAdmin":"Administro de la empresa",
    "Total":"total",
    "Testtaken":"Prueba tomada",
    "TestPassed":"Prueba aprobada",
    "TestFailed":"Prueba falló",
    "Export": "Exportar",
    "To":"Para",
    "Excel":"Sobresalir",
    "FullName":"Nombre completo",
    "Company":"Empresa",
    "Licence":"Licencia",
    "PhoneNumber":"Número de teléfono",
    "Role":"Papel",
    "SubscriptionDueDate":"Fecha de vencimiento de la suscripción",

    "Updatepassword":"Actualiza contraseña",
    "AddUser":"Añadir Usuario",
    "Selectrole":"Seleccione la función",
    "Chooseacompany":"Elige una empresa",
    "Department":"Departamento",
    "Streetisrequired":"Se requiere la calle",
    "Cityisrequired":"Se requiere la ciudad",
    "Zipcodeisrequired":"Se requiere código postal",
    "Stateisrequired":"Se requiere estado",
    "Passwordisrequired":"se requiere contraseña",
    "ConfirmPassword":"confirmar Contraseña",
    "SelectDepartment":"Selecto del departamento",
    "Passwordmust":"La contraseña debe tener al menos 8 caracteres",
    "ConfirmPasswordisrequired":"Se requiere la contraseña de confirmación",
    "Passwordsmustmatch":"Las contraseñas deben coincidir",
    "Save":"Ahorrar",
    "PasswordPattern":"La contraseña debe tener una mayúscula, un carácter especial y un carácter numérico. No puede comenzar con un carácter especial o un dígito.",

    "StripeCustomerID":"Stripe Cliente ID",
    "PromoCode":"Código promocional",
    "PurchasedCustomCourseCreator":"Comprado Curso de Cumpleaños creador",
    "CustomCourses4": "Cursos personalizados",
    "SupplierPro2": "Proveedor profesional",
    "CalibrationProfessional2": "Profesional de calibración",
    "CalibrationEnterprise2":"Empresa de calibración",
    "Spanish": "Español",
    "All":"Toda",

    "New":"Nueva",
    "Record":"Registro",
    "Video":"video",
    "License":"Licencias",
    "TotalTrainingTime":"TiempoTotal de la formación",
    "ImageLinks":"Enlaces de imagen",
    "Draganddrop":"Arrastre y suelte sus archivos directamente aquí o haga clic para cargar.",
    "Minutes":"Minutos",
    "HandoutLinks":"Folleto enlaces",
    "About":"Sobre",
    "Home":"Hogar",
    "Contact":"Contacto",
    "Learning":"Aprendiendo",
    "E":"mi",
    "NumberOfQuestions":"Numero de preguntas",
    "ThisFieldisrequired":"Este campo es obligatorio",
    "Chooseatestquestion":"Elijauna pregunta de prueba",
    "Question":"Pregunta",
    "TestQuestionAnswers":"Pregunta de prueba respuestas",
    "IsCorrectAnswer":"Es la respuesta correcta",
    "Answer":"Respuesta",
    "E-LearningHeading":"Encabezamiento de e-learning",
    "NameFieldisrequired":"Se requiere el campo Nombre",
    "Image":"Imagen",
    "Picture":"Picture",
    "Done":"Hecho",
    "AboutUs":"Sobre nosotros",
    "DescriptionFieldisrequired":"Se requiereDescripción del campo",
    "designation":"designacion",
    "UsersLoginHistory":"Los usuarios inician sesiónHistoria",
    "Logindate":"fecha deinicio de sesión",





    "Hello":"Hola",
    "Logout":"Cerrar sesión",
    "SuppliersOverdue":"Proveedores vencidos",
    "GaugesOverdue":"Medidores vencidos",
    "Main":"Principal",
    "Modules": "Módulos",

    "GaugeStatus":"Estado de calibre",
    "DueIn30Days":"Debido en <30 días",
    "DueIn60Days":"Debido en <60 días",
    "DueIn90Days":"Debido en <90 días",
    "Report":"Reporte",
    "GaugeID":"ID de calibre",
    "S/N":"S / n",
    "GaugeLocation":"Ubicación de calibre",
    "LastCalibrated":"Último calibrado",
    "NoDocumentRelatedToThisGauge":"Ningún documento relacionado con este medidor",
    "PleaseAddDocument":"Por favor agregue documento",

    "Weekly":"Semanalmente",
    "Biweekly":"Quincenal",
    "Monthly":"Mensual",
    "Quarterly":"Trimestral",
    "DateRange":"Rango de fechas",
    "EnterADateRange":"Ingrese un rango de fecha",
    "StartDate":"Fecha de inicio",
    "EndDate":"Fecha final",
    "InvalidStartDate":"Fecha de inicio no válida",
    "InvalidEndDate":"Fecha de finalización inválida",
    "UpdateManufacturer":"Fabricante de actualización",
    "Select":"Seleccione",
    "Action":"Acción",
    "UpdatedDate":"Fecha actualizada",
    "Quantity":"Cantidad",
    "UnitPrice":"Precio unitario",
    "TotalPrice":"Precio total",
    "Software":"Software",
    "Plus":"Más",
    "SpanishCourses":"Cursos de español",
    "withoutSpanish":"sin español",
    "Custom":"Personalizada",
    "and":"y",
    "CustomCoursesCreator":"Cursos de encargo creador",
    "GaugePro":"Gauge Pro",
    "SupplierPro":"Supplier Pro",
    "Support":"Apoyo",
    "Free":"Gratis",
    "UnlimitedTechnicalSupport":"Soporte técnico ilimitado",
    "Subtotal":"Total parcial",
    "Checkout":"Verificar",

    "Yes":"sí",
    "No":"no",
    "AddEmployee":"Agregar empleado",
    "EmployeeEmail":"Correo electrónico de empleado",
    "EmailMustBeAValidEmailAddress":"El correo electrónico debe ser una dirección de correo electrónico válida",

    "SupervisorNotifications":"Notificaciones de supervisores",
    "SpanishLanguage":"Lengua española",

    "WantToAddYourOwnTrainingVideosHandoutsTestsAndCustomCertificates?":"¿Quieres agregar tus propios videos de entrenamiento, folletos, pruebas y certificados personalizados?",
    "PurchaseTheCustomCoursesCreatorAddOnTodayToUnlockTheseFeatures!":"¡COMPRA EL CURSOS CUSTOM CURSOR ¡Complemento hoy para desbloquear estas características!",

    "CustomCourses3":"Cursos personalizados",

    "SupervisorsEmail":"Correo electrónico del supervisor",






    "AnnualSubscription":"Suscripción anuales",
   "TRAINING":"CAPACITACIÓN",
   "Number":"Número de usuarios",
    "TrainingCourses": " Capacitación cursosYSoftware $149PorUsuario",
   "CoursesmeetEX":" Los cursos cumplen con los requisitos de EX, OSHA y DOT",
   "EXCourses":"Cursos de EX aceptados para IA Refresher y AMT Premios",
   "Includesall": "Incluye todos los cursos enumerados en el sitio web de MyEX (E-Learning)",
   "Userintuitive":"El software intuitivo del usuario actúa como su asistente de entrenamiento personal",
   "Singlerepository": "Repositorio individual para todos los registros de capacitación, incluida la formación externa.",
   "Managecompany": "Administre los administradores de la empresa, por lo que más de una persona tiene acceso de escritura completa",
   "Americanswith": "ACTUACIÓN DE AMERICANOS CON DISCABILIDADES, COMPANTAMIENTO DE LA SECCIÓN 502",
   "Automatedemail":"Notificación automática por correo electrónico para el próximo entrenamiento",
   "Maintenancefree":"Informe de matriz de entrenamiento libre de mantenimiento",
   "Free":"Soporte técnico gratuito",
   "CustomCourses": "Cursos de encargo Creador $ 67 por usuario",
   "companytraining":"Añade tus propios cursos de formación de la empresa.",
   "Addcourses": "Añadir cursos en cualquier idioma que elijas.",
   "video":"Permite los videos, folletos, pruebas y enlaces externos.",
   "Createcustom":"Cree pruebas personalizadas, seleccione Número de preguntas y cree banco de pruebas",
   "CreateAndIssue":"Crea y emite tu propio certificado de empresa con logotipo y firmas.",
   "SpanishCourses": "cursosDeEspañol $26PorUsuario",
   "Coursesavailable": "Cursos disponibles en español (español), ¡Bienvenidos!",
   "Professionallycrafted": "Videove de entrenamiento y de entrenamiento profesionalmente hecho profesionalmenter",
  "Allows":"Permite a todos los empleados aprender material y permanecer en 14 CFR 145 Cumplimientoe",
   "CALIBRATION":"CALIBRACIÓN",
   "CalibrationProfessional": " Calibración profesional $ 795 por ubicación",
   "Storeup": " Almacene hasta 1000 medidores activos por un precio bajo.",
   "Receiveautomated": "Recibir notificaciones automatizadas de medidores que vienen",
   "Allowcompany": "Permitir que los empleados de la empresa ven solo los privilegios según sea necesario",
   "Addemail":" Agregue el grupo de correo electrónico para notificar a los usuarios de calibre que viene la herramienta",
   "Managecompany": "Administre los administradores de la empresa, por lo que más de una persona tiene acceso de escritura completa",
   "Permitgauge": "Permitir a los proveedores de calibre para agregar registros de calibración, recibos, listas de embalaje y más",
   "Free": "Soporte técnico gratuito",
   "CalibrationEnterprise": "Empresa de calibración $ 1,495 por ubicación",
   "Storeup": " Almacene hasta 3000 medidores activos por un precio bajo.",
   "Same": "Las mismas características excelentes que el paquete profesional de calibración, pero con más capacidad.",
   "Subtotal":"Total parcial",
   "ApplyCodes":"Aplicar códigos",
   "registered": "Si usted está registrado previamente con MyEX.",
   "ProceedtoCheckout":"   Pasar por la caja",

   "LeftHeading": "Rumbo a la izquierda",
   "LeftDescription": "Descripción izquierda",
   "RightHeading": "Rumbo a la derecha",
   "RightDescription": "Descripción correcta",
   "PhoneHeading": "Título del teléfono",
   "EmailHeading": "Encabezado de correo electrónico",
   "Body": "Cuerpo",
   "PerUser":" Por usuaria",
   "anual":"anuales",
   "OptionalCode":"Código opcional",
   "DiscountCode":"Código de descuento",
   "CheckoutCode":" Código de pago",
    "ChangePassword": "Cambiar contraseña",
   "CourseLink": "Enlace del curso",
   "AddCompanyAdmin": "Agregar administrador de la empresa",

   "CertificatePreview": "Vista previa del certificado",
    "ViewHandout": "Ver folleto",
    "BackToDashboard": "Volver al panel",
    "CourseView": "Vista del curso",
    "TakeTest": "Realizar prueba",
    "Overdure": "Sobreduración",
    "Finish": "Terminar",
    "Continue": "Seguir",
    "SyncToExsafety": "Sincronizar con \"EX Safety\"",

    "Pause": "Pausa",
    "Restore": "Restaurar"
}
