{
  "LogIn": "Log in",
  "Email": "Email",
  "Password":"Password",
  "EnterYourPassword":"Enter Your Password",
  "AccessYourAccount":"Access Your Account",
  "ForgotYourPassword":"Forgot Your Password?",
  "Professional":"Professional",
  "OnlineTraining" : "Online Training",
  "EXCertified " :"para OEM certificados por la EX, reparación",
  "Stations":"Estaciones, transportistas aéreos y distribuidores",
  "MyEX.com":"MyEX.com",
  "OfferOnline":
  "offers online training that exceeds the requirementsfor the original equipment manufacturers and repair stations in accordance with 14 CFR Parts 21   145. ",
  "Help":"Let us know how we can help.",
  "KnowledgeAndSkills":"Knowledge and skills are obtained through training and experience.",
  "ContactUs":"Contact us",
  "Name":"Name",
  "NameIsRequired":"Name is required",
  "CompanyIsRequired":"Company is required",
  "PhoneIsRequired":"Phone is required",
  "EmailIsRequired":"Email is required",
  "UsernameIsRequired":"Username is required",
  "InValidEmail":"This Email address is not a valid e-mail address.",
  "Message":"Message",
  "MessageIsRequired":"Message is required",
  "Send":"Send",
  "Phone":"Phone",
  "CustomRequest":"Custom Request",
  "TrainingExperience":"We are here to help make your training experience the absolute best. If you have custom requests,  please feel free to email or call to discuss details.   Most training videos can be created and added to your database within 30 days. If you need   additional customization or special requirements for the database, we are open to seeing how we can create the perfect experience for your company. Thank you for your business!",


  "CoursesMeet":"Courses meet the requirements for Air Carriers certified under Part 119 and conducting operationsunder Parts 121 or 135.",
  "ASA100":"In addition, our training exceeds the requirements for distributors in accordance with AC 00-56 andASA-100.",
  "Pricing":"Pricing",
  "WorldClassTraining":"World Class Training",
  "Quality":"is a Key Element to Safety, Quality and Delivery!",
  "User-Friendly":"User-Friendly",
  "Structuring":"MyEX.com saves you even more by structuring the training and database so that:",
  "SetupIntial":"Initial setup is a breeze and training program virtually needs no manual input.",
  "Reminders":"Email reminders can be turned-on to remind employees when training is due.",
  "DatabaseManagement":"Ongoing database management provides a simple dashboard view to ensure training is being completed.",
  "HeadOfTraining":"Head of training and department managers are relieved of the continuous burden of trying to manage a cumbersome training program and records.",
  "Standardizedtraining":"Standardized training ensures everyone receives the same training content. ",
  "Humanerrors":"Human errors within the program or training matrix no longer exist.",
  "Trainingsetup":"Training setup, record management, and a training matrix can be a headache, here’s the solution:",
  "MultipleDepartments":"Employee’s that work in multiple departments can be signed up for the relevant modules.",
  "UpdateModules":"Updating, adding and deleting modules from an employee’s training plan is quick and easy.",
  "Previousandcurrent":"All previous and current training documents can be scanned-in and stored in the database.",
  "Consideration":"We have taken great consideration in identifying everything that a training manager wantsand providing it all to you for a low cost.",
  "30Days":"Need a specific training module or one customized for your company? No problem, we can create nearly any module and have it uploaded in 30 days or less.",

  "Trainingexperience":"Training Experience",
  "Trainingprogram":"The features you receive with our training program include:",

  "ProfessionalVideo":"Professional Video Content ",
  "Insightful":"Insightful Tests and Handouts",
  "Certificates":"Frame Worthy Training Certificates",
  "Immersive":"Immersive 1080p Full Screen View ",
  "Auto-generated":"Auto-generated email reminders for training",
  "Employees":"Employees can view their training plan and certificates",
  "Courses":"Courses are eligible for EX AMT Awards",
  "Manage":"Easy to manage and audits are a breeze",
  "knowledgeable":"Skilled and knowledgeable employees are less likely to be involved in workplace accidents",
  "Succeedbyproviding":"Let us help you  succeed by providing",


  "AerospaceIndustry":"the best training in the Aerospace Industry!",
  "Aerospace":"Aerospace of Training with ",
  "SaveMOney":"Save Money",
  "Automated":"Automated Database Management",
  "OSHA":"reduces hours spent on managing the training program and allows your company to pass EX, OSHA, DOT and Customer audits without findings related to training!",
  "Market":"Best Price on the Market",
  "BenefitsofTrainingwith":"Benefits of Training with",

  "Training":"Training",
  "Highquality":"High quality",
  "Trainingvideos":"1080p training videos",
  "MostrelevantAerospaceTraining":"Most relevant Aerospace Training in the Industry",
  "Successfulcompletion":"Certificate of training issued upon successful completion of each module.",
  "Hourscount":"Hours count toward earning an",



  "PrivacyPolicy":"Privacy Policy",
  "PrivacyPolicyUpdated":"This Privacy Policy was last updated effective October 15 2020",

  "WelcomePrivacy":"Welcome to the",
  "MyEXcom":"MyEX.com",
  "TermsOfuUse":"website (the Site), owned and operated by SKYE LLC, herein referred to as “Skye” which maintains the public areas of this Site as a service to our website visitors. By accessing the public areas of this Site, you are subject to the following terms of use.",
  "ControllerAndProcessor":"When We Act as Controller and Processor",
  "PersonalData":"Skye will be acting as the  'Controller'  of the personal data you provide directly to us via a 'Contact Us' form, when creating an account, or via other contact methods. You are not required to provide your personal information for purposes of navigating through the public areas of our website.",
  "Authorized":"If you are an employee or an authorized user of one of our customers which have entered into an agreement with us for the provision of our products or services, we will be acting as the  'Processor'  of your personal data transmitted by our customer. Our customer will be acting as Controller of your information. As processor, we do not own, control, or direct the use of any data provided to us by our customers which act as Controllers.",
  "PersonalInformation":"Personally Identifiable Information",
  "ContactInformation":"'Personally Identifiable Information'  (or 'PII') refers to contact information that directly or indirectly tells specifically who you are, such as your name, phone number, company name, job, email, postal address, or any other information that could be linked to you with reasonable effort. We do not collect sensitive information such as location information (GPS), racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, genetic data, biometric data, data concerning health, or data concerning a natural person's sex life or sexual orientation.",
  "PassivelyOrAutomatically":"Passively or Automatically Collected Data",
  "AffilatedEntities":"Passively or automatically collected data (referred to as  'Usage Data') is collected as you use this website. We, our affiliated entities, and our marketing partners may use automated means to collect various types of information about you, your computer or other device used to access this site, its services, and related Web applications. This information is based on your usage of this site and may be based on your visitation to other websites. Usage Data is essentially anonymous when collected but could be used indirectly to identify a person.",
  "Data":"Why We Need Your Data",
  "PII":"We need to know the PII you provide to us directly in our capacity as controller for purposes of responding to your inquiry on our Contact Us web page and other contact methods. In addition, we need to know your PII to send you emails for other specific purposes and for sharing your PII for purposes as described in the Information Sharing and Disclosure section below. We also need to know the PII of authorized users of our customers when we act in our capacity as processor for purposes of managing the authorized use of our services.",
  "CollectAndUse":"How We Collect and Use Your Data",
  "SkyeCollects":"Skye collects PII directly from you when you make an inquiry for an email reply on our 'Contact Us' web page and other contact methods, and when you request that we send you emails. Before collecting your PII, you will have the option to give or withhold your consent for our sending you emails including our use of your PII for marketing emails to promote our products. You may withdraw your consent at any time by unsubscribing to our emails by using an opt-out link contained in every non-transactional email or by updating your marketing preferences on your account page.",
  "ThirdPartyApplications":"Skye uses third-party applications to add firmographic information to the data we collect from you. This data enhancement allows us to provide more helpful, personalized communication.",
  "CollectUsageData":"We collect Usage Data as described above and with 'cookies'. For additional information and how to set your browser to refuse to accept 'cookies', see the 'COOKIES' section below.We may make full, unrestricted use of Usage Data for any purpose in our sole discretion, including without limitation, to customize re-marketing ads, offers and content made available to you based on your visits to and/or usage of this site or its services, and to analyze the performance of those ads, offers and content, as well as your interaction with them.",
  "SubjectToRight":"Subject to your right to opt-out, we may combine Usage Data with PII that we collect and use the combined data to create profiles about you only for purposes of improving our products and services and your user experience with our products and services.",
  "WeKeepYourData":"How Long We Keep Your Data",
  "RetainYourPII":"We will not retain your PII for longer than required. This means that we will keep your PII for any or a combination of time periods described as follows: (i) for as long as required by law, (ii) until we no longer have a valid reason for keeping it, (iii) until you request us to stop using it, or (iv) for so long as our customer for which you are an authorized user remains a customer. When we delete your PII from our databases, it will remain in our backup system until it cycles out.",
  "InformationSharing":"Information Sharing and Disclosure",
  "DisclosurePolicy":"General Disclosure Policy. We may share and disclose your PII as described below. We may share and disclose Usage Data without restriction, including without limitation, as described below. For clarity, Skye does not sell the PII or Usage Data. of our customers. Please contact us at hello@myex.com to opt out of all information sharing with a third party.Affiliated Entities. We may provide your PII and Usage Data to any affiliated entities we may have, including our subsidiaries. Affiliated entities are entities that we legally control (by voting rights) or that control us.",
  "SubProcessors":"Sub-Processors. We may provide access to your PII and Usage Data to our trusted sub-processors to assist us with the operation and maintenance of this site. For example, we may contract with third parties to process payments, host our servers, provide security, and provide production, fulfillment, optimization, analytics, reporting, and software maintenance and development services. In addition, our sub-processors will be given access to your information only as is reasonably necessary to provide the services for which they are contracted.Successors. If we sell or otherwise transfer part or all of our business or assets to another organization, such as in the course of an acquisition, merger, bankruptcy or liquidation, we may transfer your PII and Usage Data. In such an event, we will require the buyer or transferee to agree to our commitments provided in this Privacy Policy.Compelling Obligations. Except for sharing your information as described in this Information Sharing and Disclosure Section, Skye will not disclose information about you or the contents of your communications unless compelled to do so in the good-faith belief that such action is reasonably necessary (a) to comply with the law; (b) to comply with legal process; (c) to enforce these terms and conditions; (d) to respond to claims that any content violates the rights of third parties; (e) to facilitate the terms of an acquisition of Skye by, or merger with, another company, or (f) to protect Skye’s interests regarding its property, including without limitation its intellectual property.Authorized Resellers. We may share your PII and Usage Data with our authorized resellers and partners so that they can provide customers with timely, helpful information about our products and services. Our resellers are contractually obligated to abide by the Skye privacy policy, preventing them from sharing your information with any other third parties. Several of our resellers are located in the EU; however, we have determined that our authorized resellers all have suitable safeguards to protect your information. For more information regarding our authorized resellers and their safeguards, request descriptions via our CONTACT US section below.",
  "CaliforniaPrivacyRights":"Your California Privacy Rights",
  "ConsumersAndRights":"This section provides additional details about the personal information we collect about California consumers and the rights afforded to them under the California Consumer Privacy Act or “CCPA” and California Law SB 27.</p><p>Under California Law SB 27, California residents have the right to receive, once every 12 months, information about third parties with whom we have shared information about you or your family for their marketing purposes during the previous calendar year, and a description of the categories of personal information shared.Subject to certain limitations, the CCPA provides California consumers the right to request to know more details about the categories or specific pieces of personal information we collect (including how we use and disclose this information), to delete their personal information, to opt out of any “sales” that may be occurring, and to not be discriminated against for exercising these rights.",
  "DetailsAboutPI":"For more details about the personal information we have collected over the last 12 months, including the categories of sources, please see the How We Collect and Use Your Data section above. We share this information with the categories of third parties described in the Information Sharing And Disclosure section above.",
  "DoesNotSellPI":"Skye does not sell the personal information we collect to data brokers, aggregators, and similar third parties for monetary compensation. Please note that we do use third-party cookies for our advertising purposes as further described in our Cookies and Opt-Out Procedures section below.",
  "CaliforniaLaw":"California consumers may make a request pursuant to their rights under the CCPA or California Law SB 27. To make such a request, please send an email to   hello@myex.com and include the phrase 'California Privacy Request' in the subject line, the domain name of the Web site you are inquiring about, along with your name, address and email address. We will respond to you within thirty days of receiving such a request. We will verify your request using the information associated with your account, including email address. Consumers can also designate an authorized agent to exercise these rights on their behalf.",
  "NevadaPrivacyRights":"Your Nevada Privacy Rights. Under Nevada Law SB 220, Nevada consumers may submit a do-not-sell request of their personal information. While Skye does not sell the PII of our customers, in accordance with the law, if you wish to submit a do-not-sell request, please do so by contacting us at   hello@myex.com with the phrase 'Nevada Privacy Request' in the subject line.",
  "CookiesAndOutProcedures":"Cookies and Opt-Out Procedures",
  "CollectDataUsingCookies":"Skye may automatically collect Usage Data through the use of 'cookies.' Cookies are small text files a website uses to recognize repeat users, facilitate the user’s ongoing access to the site, and facilitate the use of the site. 'Cookies' also allow a site to track usage behavior and compile site-usage information that will allow for the improvement of content.  You may refuse to accept cookies by activating the setting on your browser which allows you to refuse the setting of cookies. However, if you select this setting you may be unable to access certain parts of our site. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you log on to our site.",
  "Analytics":"Analytics",
  "ParticipateWithThirdParty":"We may participate with third party analytics partners to monitor and analyze Web traffic and to keep track of user behavior on this site.Google Analytics (Google) - Google Analytics is a web analysis service provided by Google Inc. ('Google'). Google utilizes the data collected to track and examine the use of this site, to prepare reports on its activities, and to share them with other Google services.Information collected: cookie and Usage Data. Visit Privacy Policy at  https://www.google.com/intl/en/policies. You may opt-out of the Google Analytics service with the Google's Browser Add-on that's available at  https://tools.google.com/dlpage/gaoptout."
  ,"LinksToOtherWebsites":"Links to Other Websites",
  "MarketingPartners":"This site may contain links to other websites operated by our joint venture marketing partners. If you do click on any of the links to their websites or accept any of their promotional offers, your click-through information and any information that you provide in the process of registration or purchase will be transferred to these sites. We have no responsibility or liability for the policies and practices of these sites. You should be careful to review any privacy policies posted on any of these sites before providing information to them.",
  "ChilderenOnlinePolicy":"Children’s Online Policy",
  "OnlinePrivacy":"We are committed to preserving online privacy for all of its website visitors, including children. This site is a general audience site. Consistent with the Children's Online Privacy Protection Act (COPPA), we will not knowingly collect any information from, or sell to, children under the age of 13. If you are a parent or guardian who has discovered that your child under the age of 13 has submitted his or her personally identifiable information without your permission or consent, we will remove the information from our active list, at your request. To request the removal of your child's information, please contact our site as provided below under 'CONTACT US' and be sure to include in your message the same login information that your child submitted.",
  "DoNotTrackRequests":"Do Not Track Requests",
  "DoNotTrackFeature":"Some Web browsers incorporate a 'Do Not Track' feature that signals to websites that you visit that you do not want to have your online activity tracked. Each browser communicates 'Do Not Track' signals to websites differently, making it unworkable to honor each and every request correctly. In order to alleviate any communication error between browsers and website, we do not respond to 'Do Not Track' signals at this time. As the technology and communication between browser and website improves, we will reevaluate the ability to honor 'Do Not Track' signals and may make changes to our policy.",
  "InquiriesAndComplaints":"Inquiries and Complaints",
  "ComplaintsAboutPII":"If you have any inquiries or complaints about our use of your PII, please let us know. You can contact us at any time via the CONTACT US section below, and we will take reasonable steps to investigate the complaint and respond to you.",
  "NationalDataProtection":"You can also contact your national data protection supervisory authority in order to lodge a complaint against us. Contact Us at hello@myex.com",

  "SamCollins":"Sam Collins",
  "Certifications":"Licenses, Certifications,",
  "Accolades":"Accolades",
  "EXDAR":"EX DAR",
  "PilotMultiEngine":"Pilot, Multi-Engine, IFR",
  "ASQCertified":"ASQ Certified Quality Auditor",
  "AirframeAndPowerPlant":"Airframe and PowerPlant Certificate",
  "BronzeAndGoldAwards":"EX EXST Bronze and Gold Awards",
  "CessnaAircraftCompany":"Cessna Aircraft Company, Leading-Edge Award",
  "NextGenAwardWinner":"AMT 2018 NextGen 40 Under 40 Award Winner",
  "L3Communications":"L3 Communications, Williams",
  "InternationalPratt":"International, Pratt ",
  "WhitneyCessna":"Whitney, Cessna",
  "CirrusAircraftCompany":"Beechcraft and Cirrus Aircraft Company",
  "SamCollinsAerospace":"Sam Collins has worked in aerospace for 20 years in positions ranging from an AP Technician, to the Vice President of Quality. His career has included positions with highly recognizable companies such as Avcon, Beechcraft, Cessna, Chromalloy and Cirrus. He received the Leading-Edge Award from Cessna along with multiple EX EXST Awards and the AMT 2018 NextGen 40 under 40 Award. He has a strong educational background, receiving his Bachelor’s of Science in Aviation Management and AP from Spartan College of Aeronautics. He&nbsp;also earned an MBA in technology management from the University of Phoenix.",
  "MrCollins":"Based on Mr. Collins vast and highly regarded experience in aerospace, he has decided to develop a Training Program and Database specifically for aeronautical companies. He states, 'Training should be professional and easy to take by the employees, and simple to manage by the administrator'.",
  "ManagingAssessment":"Managing a needs assessment, training matrix, safety-sensitive employee status, ensuring everyone is current, adding new employees, archiving former employees, sending out training reminders and keeping up with the daily workload can be burdensome, time consuming, and all a manual process, until now! With so many years of expert level experience in many facets of aerospace, Mr. Collins wants to offer all companies a better way to train and manage such an important program. Employees deserve exemplarily training in order to accurately and efficiently perform their work, therefore making aerospace a safer community for us all!",
  "TetianaLisina":"Tetiana Lisina",
  "President":"President",
  "TetianaLisinaAerospace":"Tetiana Lisina has worked in aerospace for 8 years as a purchasing and logistics specialist, mastering the processes and business flow of aeronautical products for receiving, purchasing, operations, and shipping. Her efforts have reduced waste by improving efficiencies of the ERP system, negogiating with suppliers for discounted pricing, just-in-time shipment of goods both domestically and internationally, and inventory control practices to better manage the frequency turn time of consumable and rotable inventory levels. In Ms. Lisina’s spare time she enjoys traveling, live theatre, and spending time with family.",
  "MichaelKleinOversees":"Michael Klein oversees sales generation and clientele engagement at MyEX. As a CFI and commercial pilot, he understands and champions the importance of a quality training experience to increase safety, efficiency, and employee synergy. With respect to aviation, he enjoys the versatility and excitement that air transportation offers. In Mr. Klein’s spare time he enjoys cooking, traveling, and watching Steelers and Penguins games in his native hometown of Pittsburgh, Pennsylvania.",

  "TotalLicenses":"Total Licenses",
  "ConsumedLicenses":"Consumed Licenses",
  "SafetySensitive":"Safety Sensitive",
  "EmployeesOverdue":"Employees Overdue",
  "AMTAwardEligibility":"AMT Award Eligibility",
  "SubscriptionRenewal":"Subscription Renewal",
  "Employee":"Employee",
  "Search":"Search",
  "Title":"Title",
  "Status":"Status",
  "Reset":"Reset",
  "CoursesOverdue":"Courses Overdue",
  "View":"View",
  "EligibleforAMT":"Eligible for AMT",

  "Assessments":"Assessments",
  "ReportsandSettings":" Reports and Settings",
  "AddNewEmployee":"Add New Employee",
  "Dashboard":"Dashboard",
  "EmployeeEmail":"Employee Email",
  "Addmultipleemails":"You can add multiple emails at one time separated by comma or  semi-colon.",
  "Add":"Add",
  "Cancel":"Cancel",

  "AerospaceTrainingProgram":"Aerospace Training Program",
  "CustomCourses5":"MyEX understands how important it is to implement an effective training program. We have developed courses that meet or exceed the requirements of the EX, DOT, and OSHA while adding even more courses that will help with the overall workplace culture. The custom database  includes a needs assessment, department setup, automatic training notifications, course matrix, and all training records can be stored electronically for each employee! Want to add your ownCustom Courses, no problem! Ask about the Custom Courses Creator feature. Managing and  administering training has never been so easy. ***Call us today for a demo***",
  "Courses2":"27 Courses",
  "Supervisor":"14 CFR 120 Supervisor 1 hr Drug  1 hr Alcohol",
  "CauseDeterminations":"Required for supervisors in accordance with EX 14 CFR 120.115 and 120.223 to make reasonable cause determinations of employees on the physical, behavioral, speech, and performance indicators of probable drug and alcohol use. This applies to safety-sensitive employees of certificate holders, such as air-carriers and repair stations.",
  "PresentationSupervisors":"After viewing this presentation Supervisors should be able to: Understand their role in the Drug-Free Workplace Policy, Identify and investigate potential crisis situations, Recognize workplace problems that may be related to drugs and alcohol, Intervene in problem situations, Protect employee confidentiality, Continue to supervise employees who have been referred for assistance, and Avoid enabling and supervisor traps.",
  "RepairStations":"14 CFR 145 Repair Stations",
  "Recommended":"Recommended for all employees of the Repair Station.",
  "RepairStationCertificate":"This part describes the applicability of how to obtain a repair station certificate and the rules a certificated repair station must follow related to its performance of maintenance of an aircraft, airframe, aircraft engine, propeller, appliance, or component thereof. 14 CFR 145 also applies to any person who holds, or is required to hold, a repair station certificate issued under this part.",
  "PMA":"14 CFR 21 PMA",
  "PMAManufacturer":"Recommended for employees of a certificated PMA Manufacturer in accordance with EX 14 CFR 21, Subpart K.",
  "PMAapprovalprocess":"This course was designed with details of how a PMA Manufacturer: Reports failures,malfunctions, and defects, the PMA approval process, -Organizational structure,Responsibility of the PMA holder, and Minor and Major changes.",
  "ProductionApproval":"A Parts Manufacturer Approval (PMA) is a combined design and production approval for modification and replacement articles. The EX-approval allows a manufacturer to produce and sell these articles for installation on type certificated products.",
  "STC":"14 CFR 21 TC, STC, PC",
  "Recommendedemployeesmanufacturer":"Recommended for all employees of a manufacturer of TC, STC or PC parts.",
  "TypeCertificate":"A type certificate (TC) is issued to signify the airworthiness of the approved design or 'type' of an aircraft, aircraft engine or propeller to be manufactured. The TC is issued by a regulatory authority, and once issued, the design cannot be changed unless at least part of the process for certification is repeated to cover the changes.",
  "SupplementalTypeCertificate":"A Supplemental Type Certificate (STC) is a document issued by the Federal Aviation Administration approving a product (aircraft, engine, or propeller) modification. The STC defines the product design change, states how the modification affects the existing type design, and lists serial number effectivity. It also identifies the certification basis listing specific regulatory compliance for the design change.",
  "ProductionCertificate":" A production certificate is an approval (document) to manufacture duplicate products under an EX-approved type design (e.g., type certificate or supplemental type certificate). The holder of a production certificate may obtain an airworthiness certificate for aircraft produced under the production certificate without further showing.",
  "Airmen":"14 CFR 65 Certification of Airmen",
  "RepairmenResponsibilities":"Recommended for employees certificated in accordance with 14 CFR 65, employees that may become certificated or anyone looking to gain insight to Supervisory, AP and Repairmen responsibilities.",
  "RequirementsForCertificates":"This course describes the requirements that must be met for certificates and associated ratings and the general operating rules for the holders of certificates pertaining to repairmen, and mechanics.",
  "HazardCommunication":"29 CFR 1910.1200 for Hazard Communication",
  "hazardousChemicals":"Required for all employees that may use or be exposed to hazardous chemicals in the workplace per OSHA 29 CFR 1910.1200(h).",
  "OccupationalSafetyAndHealthAdministration":"The Occupational Safety and Health Administration (OSHA) developed and established training requirements with the intent to provide employees with information to help them make knowledgeable decisions about chemical hazards in their workplace. For this reason, employers shall provide employees with effective information and training on hazardous chemicals in their work area in accordance with 29 CFR 1910.1200(h). The training must be provided upon initial employment, when a new hazardous product or chemical is introduced into the workplace, when a change in process occurs, or as deemed necessary by management. At a minimum, it is recommended to have annual training for currency and as a refresher of the way’s employees can protect themselves from hazardous materials.",
  "HazmatEmployees":"49 CFR 172, Subpart “H” for Hazmat Employees",
  "HazmatEmployer":"Required for all employees that work on a full-time, part time, or temporary basis by a hazmat employer and who directly affects hazardous materials transportation safety. This includes shipping, receiving or otherwise handling goods that are classified as Hazardous Materials in accordance with DOT 49 CFR 172.101.",
  "Manufacturers":"8130-3 for Manufacturers",
  "RecommendedForInspectors":"Recommended for inspectors and any other personnel that support the function of issuing an EX Form 8130-3 for manufacturing of aircraft products or articles.",
  "SpecialRequirements":"This course describes the requirements to accurately complete the 8130-3 along with special requirements and full block-by-block examples for Domestic Airworthiness Approvals, Return to Service, and Export Airworthiness Approvals.",
  "AirCarriers":"8130-3 for Repair Stations  Air Carriers",
  "RepairStationscertificated":"Recommended for employees of a certificated Repair Stations and Air Carriers to accurately complete an EX Form 8130-3.",
  "CourseDetailed":"This course provides detailed instructions on the proper uses of an EX Form 8130-3, including record retention, reissuance, step-by-step form instructions for return to service of products and articles.",
  "Alcohol":"Alcohol in the Workplace",
  "OperatorsCertificated":"Required for all safety-sensitive employees in accordance with 14 CFR 120, which include:Operators certificated under 14 CFR 119 conducting operations under Parts 121 or 135,Part 145 Repair Stations, Contractors who elect to either directly or by contract perform safety-sensitive functions, and all contractors who implement a drug and alcohol test program.",
  "AlcoholDrug":"Alcohol is the single most used and abused drug in America. According to the National Institute on Alcohol Abuse and Alcoholism also known as the NIAAA, nearly 14 million Americans or 1 in every 13 adults abuse alcohol. Several million more adults engage in risky drinking patterns that could lead to alcohol problems. The costs to society in terms of lost productivity, health care costs, traffic accidents, and personal tragedies are staggering. Numerous studies and reports have been issued on the workplace costs of alcoholism and alcohol abuse.",
  "BackSafety":"Back Safety in the Workplace",
  "BackInjuries":"Recommended for all employees as back injuries (acute and chronic) can lead to an OSHA recordable injury, lost time, and product delays.",
  "Ergonomics":"“Ergonomics” is the science of designing the workplace, keeping in mind the capabilities and limitations of the worker. Poor worksite design leads to fatigued, frustrated and injured workers. A safe and ergonomically friendly environment can reduce injuries and increase productivity and employee satisfaction.",
  "COVID-19":"COVID-19 in the Workplace",
  "PandemicSituation":"Recommended for all employees to stay safe during this pandemic.",
  "RiskFactors":"This course covers the risk factors for exposure to COVID-19, facts about the virus, recommendations on how to mitigate the possibility of contracting COVID-19, suggestions if you get sick, and how to cope and build resilience during the pandemic.",
  "Drugs":"Drugs in the Workplace",
  "SafetySensitiveFunctions":"Required for all safety-sensitive employees in accordance with EX 14 CFR 120, which include: Operators certificated under 14 CFR 119 conducting operations under Parts 121 or 135, Part 145 Repair Stations, Contractors who elect to either directly or by contract perform safety-sensitive functions, and All contractors who implement a drug and alcohol test program.",
  "DrugFreeWorkplacePolicy":"This course includes an overview of developing a drug-free workplace policy, impact of substance abuse, understanding addiction, signs and symptoms of substance abuse, family and coworker impact, employee assistance program, confidentiality, and the EX drug testing program.",
  "ESD":"Electrostatic Discharge (ESD)",
  "ESDDamage":"Recommended for employees of a certificated Manufacturers, Repair Stations, and Air Carriers to avoid ESD Damage.",
  "ElectrostaticDischarges":"The control of electrostatic discharge is an important aspect when manufacturing, assembling and repairing devices that employ electronics. Electrostatic discharges can damage an electronic component at any stage of its production or application if not controlled.",
  "FireExtinguishers":"Fire Extinguishers",
  "RequiredForAllEmployees.":"Required for all employees.",
  "InitialAndAnnualTraining":" Initial and annual training in accordance with OSHA 29 CFR 1910.157. Employers shall provide an educational program to familiarize employees with the general principals of fire extinguisher use and the hazards involved with incipient stage of fire fighting.",
  "FireFightingEquipment":"Fire fighting equipment such as portable fire extinguishers shall be maintained and inspected at least monthly. The extinguishers must be mounted and readily accessible. By the end of this course, an employee will know which type of fire extinguisher to use, proper use and extinguishing practices, safe distances, and determining if he/she shall fight the fire or exit the area.",
  "FOD":"Foreign Object Debris (FOD)",
  "FODJeopardizesQuality":"Recommended for all technicians as FOD jeopardizes quality, functionality, and/or economic value of a manufactured item.",
  "FODInjureEmployees":"FOD also has the potential to injure employees, passengers, factory workers, and others. In addition, FOD in military environments can affect national security, reducing air defense and other mission capabilities.",
  "FODCosts":"FOD costs the civilian aviation sector between $4 billion and $13 billion annually in damaged aircraft, equipment, flight delays, reduced efficiency, litigation, and other costs.",
  "HumanFactors":"Human Factors",
  "EASACertified":"Required for EX Repair Stations that are EASA Certified and recommended for all employees of any company type.",
  "AviationSafetyRelies":"Aviation safety relies heavily on proper manufacturing and maintenance practices. When it is not done correctly, it contributes to a significant proportion of aviation accidents and incidents. This course defines Human Factors, describes the PEAR Model, the types of human errors, the dirty dozen, and how to break the chain of events to mitigate unnecessary risk.",
  "Inspection":"Inspection System for Repair Stations and Air Carriers",
  "EmployeesInspection":"Recommended for all employees of inspection, operations, shipping, receiving, and customer service.",
  "InspectionTopics":"The inspection system for repair stations and air carriers will go over in detail the complete cycle of inspections from the time product enters the facility until the time of shipment back to the customer. The inspection topics include: Receiving, Preliminary, In-Process, Incoming, Hidden Damage, and Final Inspection.",
  "MachineGuarding":"Machine Guarding",
  "OSHACFR":"Required by OSHA 29 CFR 1910.30 before any employee uses equipment.",
  "PurposeOfMachineGuarding":"The purpose of machine guarding is to protect the machine operator and other employees in the work area from hazards created during the machine's normal operation. A proactive company knows that providing a hazard-free workplace by adhering to the Occupational Safety and Health Administration or OSHA standards will help create a successful work environment.",
  "RuleToRemember":"A good rule to remember is: Any machine part, function, or process which may cause injury must be safeguarded. When the operation of a machine or accidental contact with it can injure the operator or others in the vicinity, the hazards must be either controlled or eliminated.",
  "OfficeSafety":"Office Safety",
  "OfficeEnvironment":"Recommended for all employees that work in an office environment.",
  "AccidentOfficeEnvironment":"Accidents may seem unlikely in an office environment when compared to construction jobsites or manufacturing plants, but an office has hazards too. Most office hazards are controllable and can be eliminated. Many office accidents happen when we take shortcuts, do not keep things in their proper place, do not pay attention to the task at hand, or when there is equipment that is faulty or not properly safeguarded.",
  "PPE":"Personal Protective Equipment (PPE)",
  "WorkplaceHazards":"Required for all employees that may exposed to workplace hazards; this is covered by the OSHA Act of 1970.",
  "WorkplaceInManyDifferentForms":"Hazards exist in every workplace in many different forms: sharp edges, falling objects, flying sparks, chemicals, noise, and a myriad of other potentially dangerous situations.The Occupational Safety and Health Administration (OSHA) requires that employers protect their employees from workplace hazards that can cause injury. Personal protective equipment, commonly referred to as PPE is equipment worn to minimize exposure to hazards that cause serious workplace injuries and illnesses. These injuries and illnesses may result from contact with chemical, radiological, physical, electrical, mechanical, or other workplace hazards. Personal protective equipment may include, but not limited to items such as gloves, safety glasses, shoes, earplugs, hard hats, respirators, coveralls, vests, and full body suits.",
  "QualityControlManual":"Quality Control Manual",
  "RepairStationemployees":"Recommended for all 14 CFR 145 Repair Station employees.",
  "QCMInspection":"The QCM is a manual that describes the inspection and quality control procedures used by the repair station. The Repair Station Manual or RSM is a manual that describes the procedures and policies of a repair station’s operations and may be combined with the QCM or remain as a separate manual as decided by your company.",
  "QCMTopics":"The QCM topics that are covered in this video include: Qualifying and Surveilling Noncertificated Companies, Proficiency of Inspection Personnel, Technical Data, Inspection System, Calibration Procedures, and Corrective Actions.",
  "RepairStationManual":"Repair Station Manual",
  "FamiliarWithRSM":"Recommended that all EX 14 CFR 145 repair station employees are familiar with the repair station manual, where to locate a copy and its contents.",
  "ManualContentIncludes":"The manual content includes procedures required by the regulations but is recommended to be formatted in a manner that is easily understood by employees of the repair station.In addition, the manual must be accessible for use by repair station personnel and contain relevant and current information in regard to how operations are performed",
  "SexualHarassment":"Sexual Harassment in the Workplace",
  "RecommendedForEmployees":"Recommended for all employees",
  "SexualHarassmentForm":" Sexual harassment is a form of sex discrimination and violates Title VII of the Civil Rights Act of 1964 when it occurs in the workplace. EEOC guidelines define sexual harassment as unwelcome sexual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature when:",
  "Submission":"• Submission to such conduct is a term or condition of an individual’s employment. The requirement may be stated outright or may be implicit, or implied; Submission to or rejection of the conduct is a basis for employment decisions, Conduct of a sexual nature has the purpose or effect of unreasonably interfering with work performance, Conduct of a sexual nature creates an intimidating, hostile, or offensive working environment.",
  "Slip":"Slip, Trip and Fall Prevention",
  "FallHazard":"Required by OSHA 29 CFR 1910.30 before any employee is exposed to a fall hazard.",
  "CommonCausesOfInjury":"  Slips, trips and falls are among the most common causes of injury on the job and at home. Everyone slips, trips, or falls on occasion. We tend to shrug off these accidents as just clumsy moments. But sometimes, they can result in serious, painful, and even deadly injuries.",
  "Precautions":" It is important to recognize slip, trip, and fall hazards on the job when you see them so that you can take proper precautions to prevent accidents and protect yourself and co-workers from injury.",
  "Suspected":"Suspected Unapproved Parts and Counterfeit Parts",
  "Distributors":"Required for purchasing and receiving personnel at Distributors that are EX AC 00-56 / ASA-100 Accredited. It is strongly recommended that purchasing, receiving, inspection and technicians undergo this training to detect and report SUPs and Counterfeit Parts as necessary.",
  "SUP":"A SUP is a part that is suspected of failing to meet any of the criteria of 14 CFR 21.8 or 21.9 for EX-approved production, or a part that for any reason, a person believes is not approved for use on a TC product.",
  "CounterfeitPart":" A counterfeit part is type of “unapproved part” made or altered to imitate or resemble an approved item without authority or right, and with the intent to mislead or defraud by passing the imitation as original or genuine. Counterfeit parts may be newly manufactured or appear to be serviceable; however, they are deliberately misrepresented as being produced to an EX-approved design or other acceptable method.",
  "Violence":"Violence in the Workplace",
  "OSHADefinesWorkplaceViolence":" OSHA defines workplace violence as any act or threat of physical violence, harassment, intimidation, or other threatening disruptive behavior that occurs at the work site.This ranges from threats and verbal abuse to physical assaults and even homicide. It can affect and involve employees, clients, customers, and visitors. Acts of violence and other injuries is currently the third-leading cause of fatal occupational injuries in the United States.",


  "Licenses":"Licenses, Certifications,  Accolades",
  "Pilot":"Pilot, Multi-Engine, IFR",
  "Airframe":"Airframe and PowerPlant Certificate",
  "EXSTBronze":"EX EXST Bronze and Gold Awards",
  "AircraftCompany":"Cessna Aircraft Company, Leading-Edge Award",
  "AwardWinner":"AMT 2018 NextGen 40 Under 40 Award Winner",
  "OEMTraining":"OEM Training –",
  "InternationalCessna":"International, Pratt  Whitney, Cessna",
  "Beechcraft":"Beechcraft and Cirrus Aircraft Company",
  "CEO":"CEO",
  "SamCollinsPositions":"Sam Collins has worked in aerospace for 20 years in positions ranging from an A & P Technician, to the Vice President of Quality. His career has included positions with highly recognizable companies such as Avcon, Beechcraft, Cessna, Chromalloy and Cirrus. He received the Leading-Edge Award from Cessna along with multiple EX EXST Awards and the AMT 2018 NextGen 40 under 40 Award. He has a strong educational background, receiving his Bachelor’s of Science in Aviation Management and A & P from Spartan College of Aeronautics. He also earned an MBA in technology management from the University of Phoenix.",
  "DevelopTrainingProgram":"Based on Mr. Collins vast and highly regarded experience in aerospace, he has decided to develop a Training Program and Database specifically for aeronautical companies. He states, “Training should be professional and easy to take by the employees, and simple to manage by the administrator”.",
  "Managing":"Managing a needs assessment, training matrix, safety-sensitive employee status, ensuring everyone is current, adding new employees, archiving former employees, sending out training reminders and keeping up with the daily workload can be burdensome, time consuming, and all a manual process, until now! With so many years of expert level experience in many facets of aerospace, Mr. Collins wants to offer all companies a better way to train and manage such an important program. Employees deserve exemplarily training in order to accurately and efficiently perform their work, therefore making aerospace a safer community for us all!",
  "TetianaLisinaWorked":"Tetiana Lisina has worked in aerospace for 8 years as a purchasing and logistics specialist, mastering the processes and business flow of aeronautical products for receiving, purchasing, operations, and shipping. Her efforts have reduced waste by improving efficiencies of the ERP system, negogiating with suppliers for discounted pricing, just-in-time shipment of goods both domestically and internationally, and inventory control practices to better manage the frequency turn time of consumable and rotable inventory levels. In Ms. Lisina’s spare time she enjoys traveling, live theatre, and spending time with family.",
  "MichaelKlein":"Michael Klein",
  "SalesManager":"Sales Manager",

  "TermsofUse":"Terms of Use",
  "TermsEffective":"These Terms of Use are effective as of October 15, 2020.",
  "WelcomeToWebsite":"Welcome to the MyEX.com website (the Site), owned and operated by SKYE LLC, herein referred to as “Skye” which maintains the public areas of this Site as a service to our website visitors. By accessing the public areas of this Site, you are subject to the following terms of use.",
  "AgeRestrictions":"1. Age Restrictions",
  "PersonalInformationRestrictions":"If you reside in the United Sates and are under age 13, or if you reside outside the United States and are under the age of 16, please do not share personal information on this Site. We will not knowingly collect personal information from you. If we discover that you have shared personal information, we will delete it immediately upon discovery.",
  "AccessRestrictions":"2. Access Restrictions; Monitoring",
  "AccessArea":"You may access the public areas of this Site, but only for your own internal purposes. You may not access (or attempt to access) this Site by any means other than through the interface we provide, unless you have been specifically allowed to do so in a separate agreement. You may not access (or attempt to access) this Site through any automated means (including use of scripts or web crawlers), and you shall comply with the instructions set out in any robots.txt file present on this Site. You may not (i) resell, sublicense, transfer, assign, or distribute this Site, its services, or content; (ii) modify or make derivative works based on this Site, its services, or content; or (iii) frame or mirror this Site, its services, or content on any other server or Internet-enabled device. You may not use this Site for any illegal or unauthorized purpose.We reserve the right, but not the obligation, to monitor your access and use of the public areas of this Site without notification to you. We may also record and/or log your use of the public areas of this Site. For more information, please refer to our privacy policy.",
  "UseRestrictions":"3. Use Restrictions",
  "LimitedAccess":"You may not change, modify, adapt, or alter this Site or change, modify, or alter another website to falsely imply that it is associated with Skye. You may not interfere with disable, overburden, damage, impair, or disrupt this Site or servers or networks connected to this Site, including by transmitting any worms, viruses, spyware, malware, or any other code of a destructive or disruptive nature. You may not inject content or code or otherwise alter or interfere with the way any Skye page is rendered or displayed in a user's browser or device. You may not attempt to restrict another user from using or enjoying this Site and you may not encourage or facilitate violations of these Terms of Use or any other  terms. Regarding the U.S. Treasury Department's list of Specially Designated Nationals or the U.S. Commerce Department's Table of Deny Orders: by accessing this Site, you represent and warrant that you are not located in, under the control of, or a national or resident of, any such country or on any such list.",
  "ScopeofAgreement":"4. Scope of Agreement",
  "ReservesTheRight":"These Terms of Use constitute the entire and only terms between us and you regarding your access to the public areas of this Site. Skye reserves the right, in its sole discretion, to change these terms from time to time. You should review these terms periodically for purposes of understanding our then-current terms.",
  "SkyeContent":"5. Skye Content; No Express or Implied Licenses",
  "SiteContainsOwnedContent":"The Site contains content owned or licensed by Skye and is protected by copyright, trademark, patent, trade secret, and other laws, and, as between you and Skye owns and retains all rights in this Site. There are no express or implied licenses hereunder, and any right not expressly granted herein are reserved by Skye and its licensors. Without limiting the generality of the foregoing, you may not remove, alter, or conceal any copyright, trademark, service mark, or other proprietary rights notices incorporated in or accompanying the Skye Content, and you will not reproduce, modify, adapt, prepare derivative works based on, perform, display, publish, distribute, transmit, broadcast, sell, license, or otherwise exploit the Skye Content.",
  "Indemnification":"6. Indemnification",
  "SkyRequest":"You must defend (at Skye’s request), indemnify and hold SKYE and its affiliates and its and their employees, officers, directors, agents, successors and assigns (collectively, the “Skye Parties) harmless from and against any claims, liabilities, damages, losses, and expenses, including reasonable attorney's fees and costs, arising out of or in any way connected with your use of this Site. You will cooperate as fully required by Skye in the defense of any claim. Skye reserves the right to assume the exclusive defense and control of any matter subject to indemnification by you, and you may not in any event settle any claim without the prior written consent of Skye.",
  "WarrantyDisclaimer":"7. Warranty Disclaimer",
  "INFORMATIONPROVIDED":"THE INFORMATION PROVIDED ON OR THROUGH THE PUBLIC AREAS OF SITE IS PROVIDED AS-IS AND AS AVAILABLE TO THE FULLEST EXTENT POSSIBLE BY LAW. TO THE FULLEST EXTENT POSSIBLE BY LAW, SKYE DOES NOT MAKE ANY REPRESENTATIONS OR WARRANTIES OR ENDORSEMENTS OF ANY KIND WHATSOEVER, EXPRESS OR IMPLIED OR STATUTORY AS TO THIS SITE, SKYE CONTENT, OR ANY SECURITY ASSOCIATED WITH THE TRANSMISSION OF INFORMATION TO SKYE OR VIA THIS SITE, ALL OF WHICH ARE HEREBY DISCLAIMED (INCLUDING THE DISCLAIMER OF ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, CUSTOM, TRADE, QUIET ENJOYMENT, SYSTEM INTEGRATION, AND FREEDOM FROM COMPUTER VIRUS). THE INFORMATION AND SITE MAY CONTAIN BUGS, ERRORS, PROBLEMS, OR OTHER LIMITATIONS. SKYE DOES NOT REPRESENT OR WARRANT THAT THIS SITE WILL BE ERROR-FREE OR UNINTERRUPTED; THAT DEFECTS WILL BE CORRECTED; OR THAT THIS SITE OR THE SERVER THAT MAKES THIS SITE AVAILABLE IS FREE FROM ANY HARMFUL COMPONENTS, INCLUDING VIRUSES AND OTHER FORMS OF MALWARE. DOES NOT MAKE ANY REPRESENTATIONS OR WARRANTIES THAT THE INFORMATION ON THIS SITE IS ACCURATE, COMPLETE, OR USEFUL. YOU ACKNOWLEDGE THAT YOUR USE OF THIS SITE IS AT YOUR SOLE RISK. SKYE DOES NOT WARRANT THAT YOUR USE OF THIS SITE IS LAWFUL IN ANY PARTICULAR JURISDICTION, AND SKYE SPECIFICALLY DISCLAIMS SUCH WARRANTIES. SOME JURISDICTIONS LIMIT OR DO NOT ALLOW THE DISCLAIMER OF IMPLIED OR OTHER WARRANTIES, SO THE ABOVE DISCLAIMER MAY NOT APPLY TO YOU TO THE EXTENT SUCH JURISDICTION'S LAW IS APPLICABLE TO YOU AND THESE TERMS. BY ACCESSING OR USING THIS SITE, YOU REPRESENT AND WARRANT THAT YOUR ACTIVITIES ARE LAWFUL IN EVERY JURISDICTION WHERE YOU ACCESS OR USE THIS SITE.",
  "LimitationofLiability":"8. Limitation of Liability",
  "LossOrDamages":"UNDER NO CIRCUMSTANCES WILL SKYE BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES OF ANY KIND (INCLUDING FOR ANY DIRECT, INDIRECT, ECONOMIC, EXEMPLARY, SPECIAL, PUNITIVE, INCIDENTAL, OR CONSEQUENTIAL LOSSES OR DAMAGES) THAT ARE DIRECTLY OR INDIRECTLY RELATED TO: (A) THIS SITE; (B) THE SKYE CONTENT; (C) YOUR USE OF, INABILITY TO USE, OR THE PERFORMANCE OF THIS SITE; (D) ANY ACTION TAKEN IN CONNECTION WITH AN INVESTIGATION BY SKYE OR LAW ENFORCEMENT AUTHORITIES REGARDING YOUR OR ANY OTHER PARTY'S USE OF THIS SITE; (E) ANY ACTION TAKEN IN CONNECTION WITH COPYRIGHT OR OTHER INTELLECTUAL PROPERTY OWNERS; (F) ANY ERRORS OR OMISSIONS IN THIS SITE'S OPERATION; OR (G) ANY DAMAGE TO ANY USER'S COMPUTER, MOBILE DEVICE, OR OTHER EQUIPMENT OR TECHNOLOGY INCLUDING DAMAGE FROM ANY SECURITY BREACH OR FROM ANY VIRUS, BUGS, TAMPERING, FRAUD, ERROR, OMISSION, INTERRUPTION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER LINE OR NETWORK FAILURE, OR ANY OTHER TECHNICAL OR OTHER MALFUNCTION, INCLUDING DAMAGES FOR LOST PROFITS, LOSS OF GOODWILL, LOSS OF DATA, WORK STOPPAGE, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION, EVEN IF FORESEEABLE OR EVEN IF SKYE HAVE BEEN ADVISED OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, STRICT LIABILITY OR TORT (INCLUDING WHETHER CAUSED IN WHOLE OR IN PART BY NEGLIGENCE, ACTS OF GOD, TELECOMMUNICATIONS FAILURE, OR THEFT OR DESTRUCTION OF THIS SITE). IN NO EVENT WILL SKYE BE LIABLE TO YOU OR ANYONE ELSE FOR LOSS, DAMAGE OR INJURY, INCLUDING DEATH OR PERSONAL INJURY. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU. IN NO EVENT WILL SKYE’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES OR CAUSES OR ACTION EXCEED ONE HUNDRED UNITED STATES DOLLARS ($100.00). IN THE EVENT YOU INCUR ANY DAMAGES, LOSSES, OR INJURIES THAT ARISE OUT OF SKYE'S ACTS OR OMISSIONS, THE DAMAGES, IF ANY, CAUSED TO YOU ARE NOT IRREPARABLE OR SO INSUFFICIENT THAT THEY MIGHT ENTITLE YOU TO AN INJUNCTION PREVENTING ANY EXPLOITATION OF ANY SITE, SERVICE, PROPERTY, PRODUCT, OR OTHER CONTENT OWNED OR CONTROLLED BY SKYE, AND YOU WILL HAVE NO RIGHTS TO ENJOIN OR RESTRAIN THE DEVELOPMENT, PRODUCTION, DISTRIBUTION, ADVERTISING, EXHIBITION, OR EXPLOITATION OF ANY SITE, PROPERTY, PRODUCT, SERVICE, OR OTHER CONTENT OWNED OR CONTROLLED BY SKYE.BY ACCESSING THIS SITE, YOU UNDERSTAND THAT YOU MAY BE WAIVING RIGHTS WITH RESPECT TO CLAIMS THAT ARE AT THIS TIME UNKNOWN OR UNSUSPECTED, AND IN ACCORDANCE WITH SUCH WAIVER, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND, AND HEREBY EXPRESSLY WAIVE, THE BENEFITS OF THE CIVIL CODE OF SECTION 1542 OF CALIFORNIA, AND ANY SIMILAR LAW OF ANY STATE OR TERRITORY, WHICH PROVIDES AS FOLLOWS: A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.",
  "UseofInformation":"9. Use of Information; Feedback",
  "ReserveRightRegardingSite":"We reserve the right, and you authorize us, to use and assign all information regarding Site uses by you and all information provided by you in any manner, consistent with our privacy policy. It is Skye's policy not to accept or consider content, information, ideas, suggestions, or other materials other than those we have specifically requested and to which certain specific terms, conditions, and requirements may apply. This is to avoid any misunderstandings if your ideas are similar to those we have developed or are developing independently. Accordingly, Skye does not accept unsolicited materials or ideas, and takes no responsibility for any materials or ideas so transmitted. If, despite our policy, you choose to send us content, information, ideas, suggestions, or other materials, you give your consent that Skye is free to use any such content, information, ideas, suggestions, or other materials, for any purposes whatsoever, including developing and marketing products and services, without any liability or payment of any kind to you.",
  "PrivacyPolicy10":"10. Privacy Policy",
  "ReviewPrivacyPolicy":"Please review our privacy policy for information regarding information we collect.",
  "LinksWebSites":"11. Links to Other Web Sites",
  "ThirdPartySitesRisk":"This Site may contain links to other websites. We are not responsible for the content, accuracy, or opinions express, in such websites, and such websites are not investigated, monitored, or checked for accuracy or completeness by us. Inclusion of any linked website on our Site does not imply approval or endorsement of the linked website by us. If you decide to leave our Site and access these third-party Sites, you do so at your own risk.",
  "InformationAndPressReleases":"12. Information and Press Releases",
  "InformationAboutCompanies":"This Site may contain information and press releases about us. While this information was believed to be accurate as of the date prepared, we disclaim any duty or obligation to update this information or any press releases. Information about companies other than ours contained in the press release or otherwise, should not be relied upon as being provided or endorsed by us.",
  "TerritorialRestrictions":"13. Territorial Restrictions",
  "LimitTheAvailabilityOfSite":"The information provided within this Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject Skye to any registration requirement within such jurisdiction or country. We reserve the right to limit the availability of this Site or any portion of this Site, to any person, geographic area, or jurisdiction, at any time and in our sole discretion, and to limit the quantities of any content, program, product, service, or other feature that Skye provides.",
  "Miscellaneous":"14. Miscellaneous",
  "Terms":"These terms shall be treated as though they were originated in Wauconda, IL, USA and shall be governed by and construed in accordance with the laws of the State of Illinois (without regard to conflict of law principles). Any cause of action by you with respect to this Site (and/or any information, products, or services related thereto) must be instituted within one (1) year after the cause of action arose or be forever waived and barred. All actions shall be subject to the limitations set forth herein. The language in these terms shall be interpreted as to its fair meaning and not strictly for or against either party. All legal proceedings arising out of or in connection with these terms shall be brought solely in Illinois. You expressly submit to the exclusive jurisdiction of said courts and consents to extra-territorial service of process. Should any part of these terms be held invalid or unenforceable, that portion shall be construed consistent with applicable law and the remaining portions shall remain in full force and effect. As used herein, the term including means including without limitation. Section headings are included for reference and convenience purposes only and shall not be used in interpreting these terms. To the extent that anything in or associated with the public areas of this Site may be in conflict or inconsistent with these terms, these terms shall take precedence. Our failure to enforce any provision of these terms shall not be deemed a waiver of such provision nor of the right to enforce such provision.",

  "Reports":"Reports",
  "Account":"Account",
  "AMT Awards Year":"AMT Awards Year",
  "Creator":"Custom Courses Creator",
  "EmailNotifications":"User Notifications",
  "CustomCoursesHere":"Create Custom Courses Here",
  "MyEXCourses":"MyEX Courses",
  "Departments":"Departments",

  "ShoppingCart" :"Shopping Cart",
  "CustomCourses2" : "Custom Courses Matrix",
  "MyEXCoursesMatrix" : "MyEX Courses Matrix",
  "AMTAwardsYear" : "AMT Awards Year",
  "AMTAwardsReport" : "AMT Awards Report",
  "TrainingMatrixFormID" : "Training Matrix Form ID",
  "AdminControls" : "Admin Controls",
  "CreateCourses" : "Custom Courses",
  "Active" : "Active",
  "InActive" : "Inactive",
  "Frequency" : "Frequency",

  "CreateCustomCoursesHere" : "Create Custom Courses Here",
  "DaysUntilCoursesDue" : "Days Until Courses Due",
  "Nameisrequired":"Name is required",
  "Gauges":"Gauges",
  "Upcoming" :"Upcoming",
  "History" : "History",
  "Course" : "Course",
  "DueDate" : "Due Date",
  "Credentials" : "Credentials",
  "Document" : "Document",
  "Date" : "Date",
  "TrainingPlan" : "Training Plan",
  "EmployeeDashboard":"Employee Dashboard",
  "FirstName":"First Name",
  "LastName":"Last Name",
  "Supervisor'sEmail":"Supervisor's Email",
  "PoneNumber":"Pone Number",
  "Street":"Street",
  "City":"City",
  "ZipCode":"Zip Code",
  "State":"State",
  "Titleisrequired":"Title is required",
  "FirstNameisrequired":"First Name is required",
  "LastNameisrequired":"Last Name is required",
  "EmailNameisrequired":"Email Name is required",
  "PhoneNumberisrequired":"Phone Number is required",


  "DataManagement":"Data Management",
  "Accounts":"Accounts",
  "Supplier":"Supplier",
  "Standard":"Standard",
  "Owner":"Owner",
  "Manufacturer":"Manufacturer",
  "Location":"Location",
  "EmailNotification":"Email Notification",
  "StatusReport":"Status Report",
  "Choose":"Choose",
  "StandardReportRequired":"Standard Report is required",
  "ReportReview":"Report Review",
  "ReportReviewisrequired":"Report Review is required",
  "RunReport":"Run Report",
  "AccountPrivilleges":"Account Privileges",
  "UserName":"Username",
  "Invite":"Invite",
  "Edit":"Edit",
  "Admin":"Admin",
  "Read":"Read",
  "Delete":"Delete",
  "User":"User",
  "Gauge":"Gauge",
  "Updated":"Updated",
  "AddStatus":"Add Status",
  "UpdateStatus":"Update Status",
  "Update":"Update",
  "EditStandard":"Edit Standard",
  "EditUser":"Edit User",
  "AddStandard":"Add Standard",
  "EditOwner":"Edit Owner",
  "AddOwner":"Add Owner",
  "EditManufacturer":"Edit Manufacturer",
  "AddManufacturer":"Add Manufacturer",
  "EditLocation":"Edit Location",
  "AddLocation":"Add Location",
  "Addsupplier":"Add supplier",
  "Year":"Year",
  "GaugesDueIn":"Gauges Due In",
  "days":"days",
  "RecordsReview":"Records",
  "Inputdateisrequired":"Input date is required",
  "of":"of",
  "GaugeId":"Gauge ID",
  "requiredGaugeField":"Gauge ID field is required",
  "DuplicategaugeId":"Duplicate gauge ID",
  "Description":"Description",
  "descriptionFieldisrequired":"Description field is required",
  "Gaugestatus":"Gauge Status",
  "Gaugestatusisrequired":"Gauge status is required",
  "UnitOfMeasure":"Unit Of Measure",
  "UnitOfMeasureisrequired":"Unit of measure is required",
  "ModelNumber":"Model Number",
  "Supplierisrequired":"Supplier is required",
  "ModelNumberisrequired":"Model Number is required",
  "SerialNumber":"Serial Number",
  "SerialNumberisrequired":"Serial Number is required",
  "CertificateNumber":"Certificate Number",



  "CertificateNumberisrequired":"Certificate Number is required",
  "OwnerIsRequired":"Owner is Required",
  "StandardIsRequired":"Standard is Required",
  "ManufacturerIsRequired":"Manufacturer is Required",
  "Result":"Result",
  "Pass":"Pass",
  "Fail":"Fail",
  "resultIsRequired":"Result is Required",
  "Locationisrequired":"Location is required",
  "CalibrationDate":"Calibration Date",
  "CalibrationDateisrequired":"Calibration Date is required",
  "NewDate":"New Date",
  "NewDateisrequired":"New Date is required",
  "Months":"Months",
  "frequencyisrequired":"Frequency is required",
  "RetirementDate":"Retirement Date",
  "RetirementDateisrequired":"Retirement Date is required",
  "CalibrationDueDate":"Calibration Due Date",
  "CalibrationDueDateisrequired":"Calibration Due Date is required",
  "EnteredBy":"Entered By",
  "EnteredByisrequired":"Entered By is required",
  "AdditionalEmailsforNotifications":"Additional Emails for Notifications",
  "notes":"Notes",
  "AddNewGauge":"Add New Gauge",
  "CloneGauge":"Clone Gauge",
  "PrintLabel":"Print Label",
  "Documents":"Documents",
  "Type":"Type",
  "THISISIMMEDIATE":"THIS IS IMMEDIATE AND CANNOT BE UNDONE",
  "Pleasetype":"Please type in",
  "DELETE":"DELETE",
  "toconfirm":"to confirm",
  "AddDocument":"Add Documents",
  "Typeisrequired":"Type is required",
  "Dateisrequired":"Date is required",
  "DocumentName":"Document Name",
  "DocumentNameisrequired":"Document Name is required",
  "Draganddropyourfiles":"Drag and drop your files directly here or click to upload",
  "Documentisrequired":"Document is required",
  "CalibrationCurrent":"Calibration Current",
  "GaugesOverDue":"Gauges OverDue",



  "Home":"Home",
  "About":"About",
  "Coursess":"Courses",
  "Users":"Users",
  "Companies":"Companies",
  "Tests":"Tests",
  "TestQuestions":"Test Questions",
  "ShareCourses":"ShareCourses",
  "ModulesActive":"Modules Active",
  "Calibration":"Calibration",
  "SupplierManagement":"Supplier Management",
  "Demo":"Demo",
  "Invited":"Invited",
  "Safety-Sensitive":"Safety-Sensitive",
  "AMT":"AMT",
  "Eligible":"Eligible",
  "CompanyAdmin":"Company Admin",
  "Total":"Total",
  "Testtaken":"Test taken",
  "TestPassed":"Test Passed",
  "TestFailed":"Test Failed",
  "Export": "Export",
  "To":"To",
  "Excel":"Excel",
  "FullName":"Full Name",
  "Company":"Company",
  "Licence":"Licence",
  "PhoneNumber":"Phone Number",
  "Role":"Role",
  "SubscriptionDueDate":"Subscription Due Date",

  "Updatepassword":"Update password",
  "AddUser":"Add User",
  "Selectrole":"Select role",
  "Chooseacompany":"Choose a company",
  "Department":"Department",
  "Streetisrequired":"Street is required",
  "Cityisrequired":"City is required",
  "Zipcodeisrequired":"Zip code is required",
  "Stateisrequired":"State is required",
  "Passwordisrequired":"Password is required",
  "SelectDepartment":"Select Department",
  "ConfirmPassword":"Confirm Password",
  "Passwordmust":"Password must be at least 8 characters",
  "ConfirmPasswordisrequired":"Confirm Password is required",
  "Passwordsmustmatch":"Passwords must match",
  "Save":"Save",


  "StripeCustomerID":"Stripe CustomerID",
  "PromoCode":"Promo Code",
  "PurchasedCustomCourseCreator":"Purchased Custom Course Creator",
  "CustomCourses4": "Custom Courses",
  "SupplierPro2": "Supplier Pro",
  "CalibrationProfessional2": "Calibration Professional",
  "CalibrationEnterprise2":"Calibration Enterprise",
  "Spanish": "Spanish",
  "All":"All",
  "Contact":"Contact",
  "New":"New",
  "Record":"Record",
  "Learning":"Learning",
  "E":"E",

  "Licenseisrequired":"License is required",
  "Video":"Video",
  "TotalTrainingTime":"Total Training Time",
  "ImageLinks":"Image Links",
  "Draganddrop":"Drag and drop your files directly here or click to upload.",
  "Minutes":"Minutes",
  "HandoutLinks":"Handout Links",

  "NumberOfQuestions":"Number Of Questions",
  "ThisFieldisrequired":"This Field is required",
  "Chooseatestquestion":"Choose a test question",
  "Question":"Question",
  "TestQuestionAnswers":"Test Question Answers",
  "IsCorrectAnswer":"Is Correct Answer",
  "Answer":"Answer",
  "E-LearningHeading":"E-Learning Heading",
  "NameFieldisrequired":"Name Field is required",
  "Image":"Image",
  "Picture":"Picture",
  "Done":"Done",
  "DescriptionFieldisrequired":"Description Field is required",
  "AboutUs":"About Us",
  "designation":"designation",
  "UsersLoginHistory":"Users Login History",
  "Logindate":"Login date",






  "Hello":"Hello",
  "Logout":"Logout",
  "SuppliersOverdue":"Suppliers Overdue",
  "GaugesOverdue":"Gauges Overdue",
  "Main":"Main",

  "GaugeStatus":"Gauge Status",
  "DueIn30Days":"Due In <30 Days",
  "DueIn60Days":"Due In <60 Days",
  "DueIn90Days":"Due In <90 Days",
  "Report":"Report",
  "GaugeID":"Gauge ID",
  "S/N":"S/N",
  "GaugeLocation":"Gauge Location",
  "LastCalibrated":"Last Calibrated",
  "NoDocumentRelatedToThisGauge":"No document related to this gauge",
  "PleaseAddDocument":"Please add document",

  "Weekly":"Weekly",
  "Biweekly":"Biweekly",
  "Monthly":"Monthly",
  "Quarterly":"Quarterly",
  "DateRange":"Date range",
  "EnterADateRange":"Enter a date range",
  "StartDate":"Start date",
  "EndDate":"End date",
  "InvalidStartDate":"Invalid start date",
  "InvalidEndDate":"Invalid end date",
  "UpdateManufacturer":"Update Manufacturer",
  "Select":"Select",
  "Action":"Action",
  "UpdatedDate":"Updated date",
  "Quantity":"Quantity",
  "UnitPrice":"Unit Price",
  "TotalPrice":"Total Price",
  "Software":"Software",
  "Plus":"Plus",
  "SpanishCourses":"Spanish Courses",
  "and":"and",
  "CustomCoursesCreator":"Custom Courses Creator",
  "GaugePro":"Gauge Pro",
  "SupplierPro":"Supplier Pro",
  "Support":"Support",
  "Free":"Free",
  "UnlimitedTechnicalSupport":"Unlimited Technical Support",
  "Subtotal":"Subtotal",
  "Checkout":"Checkout",

  "Yes":"Yes",
  "No":"No",
  "AddEmployee":"Add Employee",
  "EmailMustBeAValidEmailAddress":"Email must be a valid email address",

  "SupervisorNotifications":"Supervisor Notifications",
  "SpanishLanguage":"Spanish Language",

  "WantToAddYourOwnTrainingVideosHandoutsTestsAndCustomCertificates?":"Want to add your own training videos, handouts, tests, and custom certificates?",
  "PurchaseTheCustomCoursesCreatorAddOnTodayToUnlockTheseFeatures!":"Purchase the Custom Courses Creator add-on today to unlock these features!",

  "CustomCourses3":"Custom Courses",

  "SupervisorsEmail":"Supervisor's Email",






  "AnnualSubscription":"Annual Subscriptions",
  "TRAINING":"TRAINING",
  "Number":"Number of Users",
  "TrainingCourses": " Training Courses and Software ",
  "CoursesmeetEX":"  Courses meet EX, OSHA, and DOT requirements",
  "EXCourses":"EX Courses Accepted for IA Refresher and AMT Awards",
  "Includesall": "Includes all courses listed on the MyEX website (E-Learning)",
  "Userintuitive":"User intuitive software acts like your personal training assistant",
  "Singlerepository": "Single repository for all training records, including external training",
  "Managecompany": "Manage company admins so more than one person have full write access",
  "Americanswith": "Americans with Disabilities Act, Section 502 Compliant",
  "Automatedemail":"Automated email notifications for upcoming training",
  "Maintenancefree":" Maintenance free Training Matrix report",
  "Free":"Free technical support",
  "CustomCourses": "Custom Courses Creator",
  "companytraining":"Add your own company training courses",
  "Addcourses": "Add courses in any language that you choose",
  "video":"Allows for video's, handouts, tests, and external links",
  "Createcustom":"Create custom tests, select number of questions, and build test banks",
  "CreateAndIssue":"Create and issue your own company certificates with logos and signatures",
  "SpanishCourses": "Spanish Courses ",
  "Coursesavailable": "Courses available in Español(Spanish), ¡Bienvenidos!",
  "Professionallycrafted": "Professionally crafted training video's and Spanish voiceover",
 "Allows":"Allows for ESL employees to learn material and stay in 14 CFR 145 compliance",
  "CALIBRATION":"CALIBRATION",
  "CalibrationProfessional": " Calibration Professional ",
  "Storeup": " Store up to 1000 active gauges for one low price",
  "Receiveautomated": " Receive automated notifications of gauges coming due",
  "Allowcompany": "Allow company employees view only privileges as needed",
  "Addemail":" Add email group to notify gauge users that the tool is coming due",
  "Managecompany": "Manage company admins so more than one person have full write access",
  "Permitgauge": "Permit gauge suppliers to add calibration records, receipts, packing lists, and more",
  "Free": " Free technical support",
  "CalibrationEnterprise": "Calibration Enterprise",
  "Storeupprofessional": " Store up to 1000 active gauges for one low price",

  "CalibrationProfessional2ndPoint":"Add, manage, search and archive gauge records",
  "Same": "Same great features as the Calibration Professional package, but with more capacity",
  "ApplyCodes":"Apply Codes",
  "registered": "If you are pre registered with MyEx.",
  "ProceedtoCheckout":"   Proceed to Checkout",

  "LeftHeading": "Left Heading",
    "LeftDescription": "Left Description",
    "RightHeading": "Right Heading",
    "RightDescription": "Right Description",
    "PhoneHeading": "Phone Heading",
    "EmailHeading": "Email Heading",
    "PerUser":"Per User",
    "anual":"anual",
    "OptionalCode":"Optional Code ",
    "DiscountCode":"Discount Code",
    "CheckoutCode":"Checkout Code ",

    "CourseLink": "Course Link",
    "AddCompanyAdmin": "Add Company Admin",

    "CertificatePreview": "Certificate Preview",
    "ViewHandout": "View Handout",
    "BackToDashboard": "Back To Dashboard",
    "CourseView": "Course View",
    "TakeTest": "Take Test",
    "Overdure": "Overdure",
    "Finish": "Finish",
    "Continue": "Continue",
    "SyncToExsafety": "Sync To Exsafety",

    "Pause": "Pause",
    "Restore": "Restore"
}
